const recipes = [
    {
        id: 1,
        title: "લીલા પાંડદાનુ જ્યુસ",
        category: "જ્યુસ",
        image: "/images/લીલાપાંડદાનુજ્યુસ.avif",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "પાલખના પાન – ૨૦",
            "કોથમરી - ૧૦૦ ગ્રામ",
            "દૂધિ – ૫૦૦ ગ્રામ",
            "મીઠો લિમડો - સ્વાદઅનુસાર",
            "ફુદીનાના પાન २०",
            "નાગરવેલના પાન - ૩",
            "તુલીસીના પાન – ૧૫",
            " આંબલા ५",
            "કોળુ – ૨૫૦ ગ્રામ",
            "જમરૂખડીના પાન – ૬",
            "બીલીના પાન – ૪",
            "આદુનો ટુકડો ૬૦ ગ્રામ / લીંબુ - સ્વાદાનુસાર",

        ],
        instructions: "ઉપરના બધા શાકભાજીને સારાં ચોખા પાણીથી ધોઈ નાખવા. બધા શાકભાજીના નાના નાના ટુકડા કરી મિક્સરમાં નાંખી થોડું પાણી ઉમેરીને ક્રશ કરી ગરણાથી ગાળીને જ્યુસને શેરડીનાં રસ જેટલુ પતલું રાખવું. તેમા સ્વાદ મુજબ ગોળ અથવા મધ અને લીંબુ, સંચળ, શેકેલ જીરૂ પાવડર, મરી પાવડર, સિંધવ નાખવું. જ્યુસ તૈયાર. આ જ્યુસ અમૃત સમાન છે. પીઈને જુમી ઉઠશો."
    },
    {
        id: 2,
        title: "દ્રાક્ષનુ જ્યુસ",
        category: "જ્યુસ",
        image: "/images/દ્રાક્ષનુજ્યુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "લીલી વશ - ૧/૪ કીલો",
            "આદુનો રસ - ૨ ચમચી",
            "ઠંડુ પાણી - ૨ ગ્લાસ",
            "મથ અને સિંધવ"

        ],
        instructions: "લીલી દ્રાક્ષને મિક્સરમાં ક્રશ કરીને ગરણાથી ગાળી સીંધવ સ્વાદ મુજબ ઉમેરવું."
    },
    {
        id: 3,
        title: "ગાજરનું જ્યુસ",
        category: "જ્યુસ",
        image: "/images/ગાજરનુંજ્યુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "૪ થી ૫ નંગ ગાજર",
            "આદુ - ૧ ટુકડો"
        ],
        instructions: "ગાજર ધોઈને છીણી લેવા. ત્યારપછી ગાજરને મિક્સરમાં પીસી લેવું અને રસ ગાળી લેવો."
    },
    {
        id: 4,
        title: "બીટ + ગાજરનું જ્યુસ",
        category: "જ્યુસ",
        image: "/images/બીટ+ગાજરનુંજ્યુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "બીટ - ૧૦૦ ગ્રામ",
            "ગાજર - ૧૦૦ ગ્રામ",
            "પાણી – ૧૦૦ મિ.લિ."

        ],
        instructions: "બધી વસ્તુ ધોઈને સમારી લેવી. પછી મિક્સરમાં નાખી પીસીને ગરણાથી રસ ગાળી લેવો."
    },
    {
        id: 5,
        title: "દાડમનું જ્યુસ",
        category: "જ્યુસ",
        image: "/images/દાડમનુંજ્યુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "મોટા દાડમ – ૨ નંગ",

        ],
        instructions: "દાડમને ફોલીને દાણા કાઢવા. ત્યારપછી મિક્સરમાં પીસીને ગરણાથી રસ ગાળી લેવો."
    },
    {
        id: 6,
        title: "દૂધી + પાલખનો જ્યુસ",
        category: "જ્યુસ",
        image: "/images/દૂધી+પાલખનોજ્યુસ.webp",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "દૂધી - ૨૦૦ ગ્રામ",
            "પાલખ ૧૦૦ ગ્રામ"

        ],
        instructions: "બંને વસ્તુ ધોઈને સમારી લેવી. દૂધી, પાલકને મિક્સરમાં નાખી થોડુ પાણી ઉમેરીને ક્રશ કરી લેવું. ત્યારપછી ગરણાથી ગાળી લેવુ."
    },
    {
        id: 7,
        title: "કાકડીની ઠંડાઈ",
        category: "જ્યુસ",
        image: "https://tse1.mm.bing.net/th/id/OIP.WPNqEnNbK5MeHSehe1PdXgAAAA?w=290&h=448&rs=1&pid=ImgDetMain&o=7&rm=3",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "ખીરા કાકડી - ૧ કિલો",
            "શ્રીફળનું દૂધ - ૫ કપ",
            "લીંબુ - સ્વાદાનુસાર",
            "મધ - સ્વાદાનુસાર",
            "વરિયાળી - સ્વાદાનુસાર",
            "આદુ -  સ્વાદાનુસાર",
            "તકમરીયા - સ્વાદાનુસાર"
        ],
        instructions: "ખીરા કાકડી અને નાળિયેર આ બંનેનો રસ બનાવી, તેમાં ઠંડાઈનો મસાલો પલાળીને નાખીને મિશ્રણને ગરણાથી ગાળી લઈ, ગળપણ માટે ખજૂર, શેરડીનો રસ કે સાકરનો ભૂક્કો નાખી ઠંડુ બનાવીને વાપરવું. (ઉપરના કોઈપણ જ્યુસમાં પોતાની પસંદગી અને સ્વાદ મુજબ ઉમેરીને જ્યુસને સ્વાદિષ્ટ બનાવી શકાય છે.) . કાકડી કડવી નથી, શ્રીફળ બગડેલ નથી તે ચકાસી લેવું."
    },
    {
        id: 8,
        title: "આમળાનું જ્યુસ",
        category: "જ્યુસ",
        image: "/images/આમળાનુંજ્યુસ.webp",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "આમળા સુધારી તેમાં પાણી નાખીને, પીસીને ગાળી લેવું ત્યારબાદ તેમાં સાકર, સંચળ, સિંધાલૂણ નાખીને ટેસ્ટી જ્યુશ બનાવી શકાય. આમળા પીસતી વખતે તેમાં શંકર પણ સાથે પીસી લેવી. જેથી ઝડપથી ઓગળી જાય. એક વ્યક્તિ માટે બે આમળાથી વધારે ન લેવા. ટેસ્ટ માટે સહેજ આદુ પણ ભાવતું હોવ તો નાખવું. ત્યારબાદ ગરણાથી ગાળી લેવુ."
    },
    {
        id: 10,
        title: "ગાજર + બીટ + ટામેટા જયુસ",
        category: "જ્યુસ",
        image: "https://www.shutterstock.com/shutterstock/videos/1028408753/thumb/1.jpg?ip=x480",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "ગાજર - ૨૫૦ ગ્રામ",
            "બીટ - ૨૫૦ ગ્રામ",
            "ટામેટા - ૨૫૦ ગ્રામ",
            "લીંબુ - સ્વાદાનુસાર",
            "સંચળ સ્વાદાનુસાર"

        ],
        instructions: "ત્રણેય વસ્તુ ભેગી કરી મિક્સરમાં નાખી તેને પીસીને, ગરણાથી ગાળીને તેમાં સ્વાદ પ્રમાણે સંચળ, લીંબુ, તીખાની ભૂકી વગેરે નાખીને ટેસ્ટી બનાવી શકાય."
    },
    {
        id: 11,
        title: "કારેલાનું જ્યુસ",
        category: "જ્યુસ",
        image: "/images/કારેલાનુંજ્યુસ.webpf",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "કારેલા - ૨",
            "ટામેટા - ૨",
            "કાકડી - ૧"
        ],
        instructions: "ઉપરની વસ્તુ મિક્સરમાં નાખી ક્રશ કરી ગરણાથી ગાળી લેવું તેમાં સંચળ નાખીને પીવું ઉપરાત તેમા બીલ્લીના પાન કુણા, ઘરો નાખીને પીવું. આ જ્યુસ રાત્રે જમતા પહેલા અડધો કલાક પીવાથી કબજીયાત દુર થાય."
    },
    {
        id: 12,
        title: "શક્કરટેટીનું જ્યુસ",
        category: "જ્યુસ",
        image: "/images/શક્કરટેટીનુંજ્યુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "શક્કરટેટી - ૨",
            "વરીયાળી ૨ ચમચી",
            "ઈલાયચી - ૧ ચમચી",
            "મરી – ૧ ચમચી"
        ],
        instructions: "શક્કરટેટીના બીજ સાથેનો માવો, વરીયાળી, ઈલાયચી, મરી ગળપણ નાંખી મિક્સરમાં પીસી લેવુ અને ગરણાથી ગાળી લેવું."
    },
    {
        id: 13,
        title: "કાચી કેરી જયુસ",
        category: "જ્યુસ",
        image: "/images/કાચીકેરીજયુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "કાચી કેરી - ૩",
            "ફુદીનાના પાન - ૨૦",
            "પાણી -  ૨ ગ્લાસ",
            "ગોળ - મધ સ્વાદ અનુસાર",
            "સીંધવ - સંચળ સ્વાદ પ્રમાણે"
        ],
        instructions: "કાચી કેરીની છાલ ઉતારી ટુકડા કરી મિક્સરમાં નાંખી તેમાં ફુદીનો - ગોળ - મધ- સીંધવ નાંખી ક્રશ કરવું. તેમને ગરણાથી ગાળી જયુસ તૈયાર કરો."
    },
    {
        id: 14,
        title: "તરબૂચ રોઝ સીરપ",
        category: "જ્યુસ",
        image: "/images/તરબૂચરોઝસીરપ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "તરબૂચ - ૨ કીલો",
            "મરી અને જીરૂ પાવડર - ૧ ચમચી",
            "આદુનો ટુકડો - નાનો",
            "ગુલાબજળ – સ્વાદાનુસાર",
            "સીંધવ - સ્વાદાનુસાર"
        ],
        instructions: "તરબૂચ સમારી તેમાંથી બી કાઢી મિક્સરથી રસ કાઢવો. તેમાં આદુનો રસ, લીંબુનો રસ ૨/૩ ચમચા, મરી અને જીરૂ પાવડર નાંખી ફરીથી મિક્સ કરવું. ગાળવાની ઈચ્છા હોય તો ગાળી તેમા ગુલાબજળ નાંખી પીરસવું."
    },
    {
        id: 15,
        title: "અનાનસનો રસ (શરબત)",
        category: "જ્યુસ",
        image: "/images/શરબત.webp",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "અનાનસ - ૧ નંગ",
            "સફરજન – ૧ નંગ",
            "લીંબુ - ૧ નંગ",
            "આદુનો ટુકડો - સ્વાદાનુસાર",
            "સીંધવ - સ્વાદાનુસાર",
            "મધ- સ્વાદાનુસાર"

        ],
        instructions: "અનાનસ, સફરજન અને આદુ નાંખી પીસવું અને તેનો રસ કાઢવો પછી બાકીનો મસાલો નાંખી બરાબરથી મિક્સ કરી ગાળી અને ઠંડુ કરી શરબત કરવું."
    },
    {
        id: 16,
        title: "મિસ ફ્રુટ કોકટેલ જ્યુસ",
        category: "જ્યુસ",
        image: "/images/મિસફ્રુટકોકટેલજ્યુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "સફરજન - 1",
            "કાળી દ્રાક્ષ - ૧/૨",
            "દાડમ - ૧/૫ કપનાં દાણા",
            "નારંગી - ૧ કપ રસ",
            "મોસંબી - ૧/૨ કપ રસ",
            "પાઈનેપલ રસ - ૧ કપ"
        ],
        instructions: "સફરજનના ટુકડા, કાળી દ્રાક્ષ, દાડમના દાણા, પીસી તેમાં નારંગી, મોસંબી રસ નાખી ગરણાથી ગાળીને બરફના ભુકા સાથે પીરસવું."
    },
    {
        id: 17,
        title: "સંતરા - મોસંબી જ્યુસ",
        category: "જ્યુસ",
        image: "/images/સંતરા-મોસંબીજ્યુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "એક કપ સંતરાનો રસ તથા એક કપ મોસંબીનો રસ મિશ્ર કરો. થોડોક બરફ નાંખી રસા સ્વાદ લો."
    },
    {
        id: 18,
        title: "ગાજર - ટામેટા - પાલખ રસ",
        category: "જ્યુસ",
        image: "/images/ગાજર-ટામેટા-પાલખરસ.webp",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "ત્રણ ચાર ગાજર, થોડી પાલખની ભાજી અને બે ટામેટાનું મિશ્રણ કરી રસ કાઢો. તેમાં અડધા લીંબુનો રસ મેળવો. થોડંક સિંધાલુણ નાંખવાથી ખુબજ સ્વાદિષ્ટ પીણું બને છે. (માંદગીમાં સિંધાલણનો ઉપયોગ કરવો નહિં)."
    },
    {
        id: 19,
        title: "અંજીર, દ્રાક્ષ, અનાનસ જ્યુસ",
        category: "જ્યુસ",
        image: "/images/અંજીર,દ્રાક્ષ,અનાનસજ્યુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "એક કપ લીલી દ્રાક્ષ, થોડું અનાનસ તથા એક અંજીરનો જ્યુસર દ્વારા રસ તૈયાર કરો. થોડો બરફ નાંખવાથી અલૌકીક પીણું તૈયાર થાય છે."
    },
    {
        id: 20,
        title: "કાકડી જયુસ",
        category: "જ્યુસ",
        image: "/images/કાકડીજયુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "જાડી પાણી વાળી ખીરા કાકડીના કટકા કરી તેને મિકસરમાં પીસી ગાળી લેવી ત્યારબાદ તેમાં સંચળ તથા બરફ નાખી જ્યુસ પીવો."
    },
    {
        id: 21,
        title: "જામફળ + અનાનસ જ્યુસ",
        category: "જ્યુસ",
        image: "/images/જામફળ+અનાનસજ્યુસ.png",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "બન્ને મિકસ કરી પાણી તથા સાકર નાખી પીસીને ગરણાથી ગાળી લેવું ત્યારબાદ તેમાં સંચળ તથા મરીનો ભૂકો નાખી, બરફ નાખી પી શકાય."
    },
    {
        id: 22,
        title: "આદુ + મધ + લીંબુ શરબત",
        category: "જ્યુસ",
        image: "/images/આદુ+મધ+લીંબુશરબત.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "આદુને પીસી અથવા ખમણીને તેનો એક -બે ચમચી જેટલો રસ કાઢી તે એક-દોઢ ગ્લાસ પાણીમાં નાખી તેમાં મધ તથા લીંબુ નાખી તે શરબત બપોરે પી શકાય."
    },
    {
        id: 23,
        title: "રજકાનો રસ (ગદબ)",
        category: "જ્યુસ",
        image: "https://tse2.mm.bing.net/th/id/OIP.nT0_j2wdtNdnuyFMbgSv5QHaIx?rs=1&pid=ImgDetMain&o=7&rm=3",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "રજકાના કુણા પાન તેમજ ઉપરના કુણા ડોકા સહિત થોડું પાણી નાખી મિક્સરમાં પીસી નાખવા. ત્યારબાદ ગરણાથી તેનો રસ કાઢી તેમાં લીંબુ-સંચળ-મરી પાવડર સ્વાદ પ્રમાણે ઉમેરી ઘૂટડે ઘૂંટડે પીઓ."
    },
    {
        id: 24,
        title: "કોળુ + દુધી + ટામેટાનું જ્યુસ",
        category: "જ્યુસ",
        image: "/images/કોળુ+દુધી+ટામેટાનુંજ્યુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "કોળાની તથા દૂધીની છાલ કાઢીને તેના નાના ટુકડા કરી તેમાં ટામેટા નાખી ત્રણેય સાથે પીસી નાખવા. થોડું પાણી નાખવું. ત્યારબાદ પ્લાસ્ટીકના ગરણાથી ગાળીને તેમાં સ્વાદ પ્રમાણે મસાલો, લીંબુ મિકસ કરી પી શકાય."
    },
    {
        id: 25,
        title: "ખજૂર + દ્રાક્ષ જ્યુસ",
        category: "જ્યુસ",
        image: "/images/ખજૂર+દ્રાક્ષજ્યુસ.webp",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "ખજૂર તથા દ્રાક્ષ ને મિકસરમાં ફેરવીને તેમાં થોડું પાણી ભેળવી પીવાથી થાક ઉતરી જાય છે."
    },
    {
        id: 26,
        title: "ગાજર + દાડમ + અનાનસ જ્યુસ",
        category: "જ્યુસ",
        image: "https://tse2.mm.bing.net/th/id/OIP.nT0_j2wdtNdnuyFMbgSv5QHaIx?rs=1&pid=ImgDetMain&o=7&rm=3",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "બધુ મિક્સ કરી ક્રશ કરી જ્યુસ બનાવી સંચળ કે ચાર્ટ મસાલો નાખી જ્યુસને સ્વાદિષ્ટ બનાવી શકાય."
    },
    {
        id: 27,
        title: "હની ડ્રિંક",
        category: "જ્યુસ",
        image: "/images/હનીડ્રિંક.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "પાણીમાં લીંબુનો રસ નીચોવી. મધ નાખવું અને તુલસીનાં થોડા પાન પણ નાખવાં જીરૂ, મરી ટેસ્ટ પ્રમાણે નાખવાં બાળકોને આ ડ્રિક શરબને કરતાં પણ વધારે ભાવશે અને શરીર માટે પણ લાભદાયક નીવડશે."
    },
    {
        id: 28,
        title: "ધ એનર્જી જ્યુસ",
        category: "જ્યુસ",
        image: "https://tse2.mm.bing.net/th/id/OIP.nT0_j2wdtNdnuyFMbgSv5QHaIx?rs=1&pid=ImgDetMain&o=7&rm=3",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "ગાજર, ટામેટાં, બીટ અને આદનો નાનો ટુકડો (છોલીને સાફ કરેલો). આ બધુ ભેગ કરીને બ્લેન્ડર વડે પીસી મોટી ગરણાથી ગાળી લેવું. જીરૂ તથા મરીનો ભૂક્કો નાખી શકાય અને બાળકને પટાવવા સીંધવ અને ખાંડ નાખી દેવાં. આ લાલ શરબત બાળકને ભાવશે જ !"
    },
    {
        id: 29,
        title: "દૂધીનું જયુસ",
        category: "જ્યુસ",
        image: "/images/દૂધીનુંજયુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "દુધી - ૫૦૦ ગ્રામ",
            "કોથમરી - ૧૦૦ ગ્રામ",
            "આદુ – ૫૦ ગ્રામ",
            "પાલખ - ૧ જૂડી",
            "ફુદીનો - ૧૦૦ ગ્રામ"

        ],
        instructions: "ઉપરના શાકભાજીના નાના નાના ટુકડા કરી મિક્સરમાં થોડું પાણી નાંખી ક્રશ કરી ગરણાથી ગાળી રસમાં સ્વાદ મુજબ ગોળ અથવા મધ અને લીંબુ, સંચળ, શેકેલ જીરૂ પાવડર, મરી પાવડર, સ્વાદ મુજબ સિંધવ નાખવુ જ્યુસ તૈયાર."
    },
    {
        id: 30,
        title: "શરબત",
        category: "જ્યુસ",
        image: "https://tse2.mm.bing.net/th/id/OIP.nT0_j2wdtNdnuyFMbgSv5QHaIx?rs=1&pid=ImgDetMain&o=7&rm=3",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "લીંબૂ, આંબલી, આમળા, કાચી કેરી અથવા કોઈ પણ ખાટી વસ્તુનો ઉપયોગ કરી મધ અથવા અન્ય મિઠાસ દ્વારા સ્વાસ્થ્યવર્ધક શરબત બનાવો."
    },
    {
        id: 31,
        title: "આદુ - સફરજન ચેરી જયુસ",
        category: "જ્યુસ",
        image: "/images/આદુ-સફરજનચેરીજયુસ.jpg",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "એક કપ સફરજનનો રસ તથા અરધા કપ ચેરીના રસમાં બે ચમચી આદુનું મિશ્રણ બનાવો. થોડો બરફ નાંખીને જ્યુસની મજા માણો."
    },
    {
        id: 32,
        title: "જરદાલુ સફરજન જ્યુસ",
        category: "જ્યુસ",
        image: "https://tse2.mm.bing.net/th/id/OIP.nT0_j2wdtNdnuyFMbgSv5QHaIx?rs=1&pid=ImgDetMain&o=7&rm=3",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "થોડાક સુકા જરદાલુ લો. તેમને પાણીમાં પલાળી રાખો. પલળી જાય પછી તેમના બીયા કાઢી નાંખો. બે સફરજનના ટુકડા સાથે તેમને જ્યુસરમાં નાખી રસ બનાવો. થોડો બરફ નાંખી આ સ્વાદ લો."
    },
    {
        id: 33,
        title: "પ્લમ અને સફરજન મિશ્રણ",
        category: "જ્યુસ",
        image: "https://tse2.mm.bing.net/th/id/OIP.nT0_j2wdtNdnuyFMbgSv5QHaIx?rs=1&pid=ImgDetMain&o=7&rm=3",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "પ્લમ અને સફરજન સરખે ભાગે લઈ જયુસર દ્વારા રસ કાઢી લો. આ મિશ્રણ મનને ઘણો જ આનંદ આપે છે."
    },
    {
        id: 34,
        title: "અનાનસ - દ્રાક્ષ",
        category: "જ્યુસ",
        image: "https://tse2.mm.bing.net/th/id/OIP.nT0_j2wdtNdnuyFMbgSv5QHaIx?rs=1&pid=ImgDetMain&o=7&rm=3",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "એક કપ લીલી દ્રાક્ષ અને અનાનસના એક મધ્યમ ટુકડામાંથી રસ કાઢી એક ચમચી મધ અને થોડો બરફ ભેળવી લિજજત માણો."
    },
    {
        id: 35,
        title: "ગાજર + દ્રાક્ષ જ્યુશ",
        category: "જ્યુસ",
        image: "https://tse2.mm.bing.net/th/id/OIP.nT0_j2wdtNdnuyFMbgSv5QHaIx?rs=1&pid=ImgDetMain&o=7&rm=3",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "એક ગાજર તથા થોડી દ્રાક્ષ નાખી તેમાં થોડું પાણી નાખી બન્નેને પીસી પ્લાસ્ટીકના ગરણાથી ગાળી તેમાં સ્વાદ પ્રમાણે ચાર્ટ મસાલો નાખવાથી સ્વાદિષ્ટ જયુસ તૈયાર થઈ જાય છે."
    },
    {
        id: 36,
        title: "અંજીરનું શરબત",
        category: "જ્યુસ",
        image: "https://tse2.mm.bing.net/th/id/OIP.nT0_j2wdtNdnuyFMbgSv5QHaIx?rs=1&pid=ImgDetMain&o=7&rm=3",
        rating: 4.5,
        reviews: 1945,
        ingredients: [

        ],
        instructions: "અંજીરને ધોઈ કટકા કરી પાણીમાં પલાળી રાખવા. પલળી ગયા બાદ તેમાં તજ, ઈલાયચી, મરી, સંઠ વગેરે ઉમેરી ક્રશ કરી જયુસ બનાવી શકાય. સ્વાદ પ્રમાણે કોઈ પણ વસ્તુ મિક્સ કરવી."
    },
    {
        id: 37,
        title: "પંચરત્ન જયુસ",
        category: "જ્યુસ",
        image: "https://tse2.mm.bing.net/th/id/OIP.nT0_j2wdtNdnuyFMbgSv5QHaIx?rs=1&pid=ImgDetMain&o=7&rm=3",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "નાળિયેર છીણેલું - ૨ કપ",
            "પપૈયું - ૧ કપ",
            "કેળાં - ૧ કપ",
            "સફરજન - ૧ કપ",
            "તરબૂચ - ૧ કપ",
            "ખજૂર - ૧ કપ",
            "કેરી - ૧ કપ",
            "અંજીર - ૧ કપ",
            "કાજૂ - બદામ – ૧ કપ"
        ],
        instructions: "નાળિયેરનાં નાના ટુકડા કરી તેમાં મીનરલ પાણી નાખીને પીસી નાખો ત્યારબાદ પ્લાસ્ટીકના ગરણાથી નિચોવી નાખો એટલે જ ખૂબ જ ઘાટુ દૂધ તૈયાર થઈ જશે. તેની અંદર ખજૂર, અંજીર અને બધાં જ ફુટ મિક્સ કરીને ફરીથી ક્રશ કરી ઘાટુ તેમજ મીઠું બની જશે અને મજાનો સ્વાદ લૂંટી શકશો."
    },
    {
        id: 38,
        title: "ગુલાબનુ શરબત",
        category: "જ્યુસ",
        image: "/images/ગુલાબનુશરબત.avif",
        rating: 4.5,
        reviews: 1945,
        ingredients: [
            "સાદું ઠંડું પાણી - ૧ ગ્લાસ",
            "મધ અથવા અન્ય મીઠાસ - સ્વાદાનુસાર",
            "ગુલાબની પાંદડી - ૫"
        ],
        instructions: "બધું મિક્સ કરી દો. બીટનો રસ નાખીને ગુલાબની પાંદડી પીસી ગુલાબી રંગ બનાવી શકાય."
    },

    {
        id: 39,
        title: "પાલખની ચટણી",
        category: "ચટની",
        image: "/images/પાલખનીચટણી.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "પાલખ - ૨૦૦ ગ્રામ",
            "કોથમીર- ૧૦૦ ગ્રામ",
            "તુલસી પાન ૫૦ ગ્રામ",
            "ફૂદીનો - ૨૦ ગ્રામ",
            "આદુ - ૨૦ ગ્રામ",
            "શીંગ દાણા (કાચા) – ૧૦૦ ગ્રામ",
            "કોપરૂ, લીંબુ, લીલું મરચું, આખું જીરૂ, ખજૂર અથવા ગોળ,",
            "સીંધવ મીઠું કે સંચળ સ્વાદ મુજબ."

        ],
        instructions: "પાલખ, કોથમીર, તુલસીપાન, ફૂદીનો, આદુ વગેરેને ધોઈ, સાફ કરી, ટૂકડા કરી મિક્સરમાં નાખો, સાફ કરેલ શીંગદાણા પણ મિક્સરમાં નાખો, અન્ય મસાલા પણ મિક્સરમાં નાખો. હવે મિક્સરમાં ક્રશ કરો. ટેસ્ટ કરો. સ્વાદમાં ફેરફારની જરૂર હોય, તો મસાલા જરૂર મુજબ ઉમેરો. ચટણી તીખી ન બનાવવી. એકદમ મોળી બનાવવી જેથી નાના બાળકો પણ ખાઈ શકે. ચટણી એટલે તીખી હોવી જરૂરી નથી. નામ ચટણી છે. હકીકતે ગ્રીન પલ્પ છે. લીલા પાનનો શીરો જ છે. બાઉલ ભરીને સૌએ તો શીરો જમવાનો છે. ચમચ ભરીને ચટણી ખાવાની નથી."
    },
    {
        id: 40,
        title: "ટામેટાની ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "ટામેટા - ૧૦૦ ગ્રામ",
            "લાલ કે લીલા મરચાં - ૨ થી ૩ નંગ",
            "મગફળી કે કોપરૂ - ૫૦ ગ્રામ",
            "ખજૂર - ૨૦ ગ્રામ",
            "સંચળ, મરી વગેરે મસાલો જરૂર મુજબ."
        ],
        instructions: "ટામેટાનાં નાના ટૂકડા કરો. મરચાંનાં બી તેમજ નસો દૂર કરી ટુકડા કરો. ઉપરોકત બંને પ્રકારના ટૂકડાઓને મિક્સરમાં નાખો. તેમાં મગફળી/કોપરૂ, ખજૂર, સંચળ, મરી વગેરે ઉમેરીને મિક્સરમાં ફેરવી લો. તુરંત ચટણી તૈયાર. તેને કોથમીર, ફુદીનો વગેરેનું ડ્રેસીંગ પણ આપી શકાય."
    },
    {
        id: 41,
        title: "ખજૂરની ચટણી",
        category: "ચટની",
        image: "/images/ખજૂરનીચટણી.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "ખજૂર - ૧૦૦ ગ્રામ (ઠળીયા કાઢેલો)",
            "લાલ મરચાં - ૫૦ ગ્રામ",
            "જીરૂ, લીંબુ, સંચળ વગેરે મસાલા રૂચી મુજબ."

        ],
        instructions: "ખજરને ધોઈ. સાફ કરી, નાના કટકા કરો, લાલ મરચાના બીજ તેમજ નસો કાઢીને વધેલા ગર્ભનાં નાનાં ટુકડા કરો. ખજૂર મરચાનાં ટુકડાઓ નાખી, તેમાં જરૂરી મસાલા ઉમેરી, મિક્સરમાં ફેરવો, ચટણી તૈયાર. આવી ચટણીને ડીપ ફીઝમાં રાખીને લાંબો સમય સુધી વાપરી શકાય છે. જુદા જુદા મસાલાથી જુદા-જુદા સ્વાદ લાવી શકાય. મગફળી, કોપરૂ વગેરે પણ નાખી શકાય. આદુ, તુલસી, ફૂદીનો પણ નાખી શકાય. (તાજી ચટણી વધુ હિતાવહ.)"
    },
    {
        id: 42,
        title: "શ્રીફળની મધુર ચટણી",
        category: "ચટની",
        image: "/images/શ્રીફળનીમધુરચટણી.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "શ્રીફળ - ૧",
            "મય - ૧૦૦ ગ્રામ",
            "ઈલાયચી - ૫ દાણાં",
            "લીંબુ - સ્વાદાનુસાર"
        ],
        instructions: "શ્રીફળના છાલા ઉખેડી તેને વધેરીને કોપરૂ કાઢો. કોપરાનો બહારનો બદામી ભાગ દૂર કરો. કોપરાનાં સફેદ દળને ખમણી નાખો. તેમાં મધ, ઈલાયચી કે અન્ય તેજાના મસાલા સ્વરૂચી અનુસાર ઉમેરો. મીઠી ચટણી તૈયાર."
    },
    {
        id: 43,
        title: "મધુર લીલી ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "કોથમીર - ૧ કપ",
            "કુદીનો – ૧/૨ કપ",
            "ખમણેલું તાજુ નાળિયેર - ૧/૨ કપ",
            "મગફળીના દાણા (કાચા/પલાળેલા) – ૧/૨ કપ",
            "લસણ - ૪ થી પ કળી",
            "ખજૂર - ૪ થી ૫ નંગ",
            "આમલીનો રસ - ૨ નાના ચમચા",
            "આદુ, જીરૂ, લીલા મરચાં સ્વાદ પ્રમાણે"

        ],
        instructions: "નાળિયેર, મગફળી, લસણ, આદુ, લીલા મરચાં, જીરૂ, ખજૂરને પહેલા મિક્સરમાં થોડું ઝીણું કરી લો. પછી કોથમીર, ફુદીનો નાખીને ચટણી બનાવો જરૂર લાગે તો થોડું પાણી મેળવો. ચટણી વધારે બારીક બનાવવી નહી દાણેદાર બનાવો ઈલેકટ્રીક પાવર ન હોય તો વાટીને પણ બનાવી શકાય છે."
    },
    {
        id: 44,
        title: "મીઠા લીમડાની ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "લીલા તાજા કઢી પત્તા - ૨ કપ",
            "ઝીણું ખમણેલું નાળિયેર - ૨ કપ",
            "મગફળી અથવા તલ ૧/૨ કપ",
            "ખજૂર - ૮ - ૯ નંગ",
            "મરચું - સ્વાદાનુસાર",
            "આદુ - સ્વાદાનુસાર",
            "લસણ સ્વાદાનુસાર",
            "જીરૂ - સ્વાદાનુસાર",
            "લીંબુ - સ્વાદાનુસાર"
        ],
        instructions: "મિક્સરમાં દળીને ચટણી બનાવો. જરૂરીયાત પ્રમાણે પાણી નાંખો અને મસાલા મિક્સ કરો."
    },
    {
        id: 45,
        title: "ડુંગળીની ચટણી",
        category: "ચટની",
        image: "/images/ડુંગળીનીચટણી.webp",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "ઝીણી ખમણેલી ડુંગળી - ૨ કપ",
            "ઝીણું ખમણેલું આદુ - ૧ નાની ચમચી",
            "ઝીણું સમારેલી કોથમીર - ૨ ચમચી",
            "લીંબુ મધ્યમ – ૧/૨",
            "દળેલું લીલું મરચું, જીરૂ, સીંધવસ્વાદ પ્રમાણે"

        ],
        instructions: "બધી સામગ્રીને મેળવીને લીંબુ નીચોવો (દળવાનું નથી)"
    },
    {
        id: 46,
        title: "કાતરાની ચટણી",
        category: "ચટની",
        image: "/images/કાતરાનીચટણી.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "કાતરા (કાચી લીલી આંબલી) - ૧૦૦ ગ્રામ",
            "લીલા મરચાંનો ભૂક્કો - ૧ ચમચી",
            "ધાણાજીરૂ, ગોળ,",
            "ખજૂર, સેંધા નમક"
        ],
        instructions: "ઉપરની તમામ સામગ્રીને મિક્સરમાં ફેરવી નાખવાથી “ઈન્સ્ટન્ટ” ચટણી તૈયાર. પથ્થર પર લઢીને આવી ચટણી બનાવાય તો સ્વાદ વધારે સારો આવે છે."
    },
    {
        id: 47,
        title: "મીઠી ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [

        ],
        instructions: "નાળિયેર, ગોળ, ઈલાયચી બધુ મિક્સ કરી પીસી લેવું. નાળિયેરની છાલ કાઢી નાખવી જેથી વધુ ટેસ્ટી લાગશે."
    },
    {
        id: 48,
        title: "ફુદીનાની ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [

        ],
        instructions: "ફુદીનો, લીલા મરચાં, મગફળીના દાણા, લીંબુ, મીઠું, સાકર કે ગોળ નાખી બધુ પીસી નાખવું જેથી સ્વાદિષ્ટ ચટણી બને છે."
    },
    {
        id: 49,
        title: "કેબેજ ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [

        ],
        instructions: "કોબી, આદુ અને લીલાં મરચાં (સમારેલાં), સેંઘા નમક જીરું, તલ અને લીંબુનો રસ. વાટીને કરો કેબેજ ચટણી તૈયાર!"
    },
    {
        id: 50,
        title: "ગાજરની ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [

        ],
        instructions: "ગાજર, લીલું કોપરું અને શીંગદાણા. જીરું, લાલ મરચાંનો ભૂક્કો, સેંધા નમક અને લીંબુનો રસ. વાટીને કરો ગાજરની ચટણી તૈયાર!"
    },
    {
        id: 51,
        title: "દૂધીની ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [

        ],
        instructions: "દૂધી, કોથમીર, લીલા મરચાં અને લીંબુનો રસ (વાટેલાં) : જીરું અને મરીનો ભૂકો, સેંધા નમક ભેગાં કરી, કરો દૂધીની ચટણી તૈયાર !"
    },
    {
        id: 52,
        title: "ફણગાવેલા મગની ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [

        ],
        instructions: "ફણગાવેલા મગ, કોથમીર, કોપરું, આદુનો ટુકડો, લીલાં મરચાં, સેંધા નમક, જીરું અને લીંબુનો રસ વાટીને કરો ફણગાવેલા મગની ચટણી."
    },
    {
        id: 53,
        title: "ઝટપટ ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [

        ],
        instructions: "વાટેલાં આદુ-મરચાં અને લીમડો, અને જીરાનો ભૂક્કો ભેગાં કરી, કરો ઝટપટ ચટણી તૈયાર!"
    },
    {
        id: 54,
        title: "આદુ, લસણ, ટામેટાંની ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [

        ],
        instructions: "સમારેલાં ટામેટાં, આદુ, લસણ, શીંગદાણા, તલ, જીરું અને લાલ મરચું વાટીને કરો, ટામેટાંની ચટણી તૈયાર !"
    },
    {
        id: 55,
        title: "સૂકી ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [

        ],
        instructions: "છીણેલું સૂકું કોપરું, શીંગદાણા, તલ, જીરું અને લાલ મરચાંનો ભૂક્કો વાટીને કરો સૂકી ચટણી તૈયાર ! મીઠો લીમડો પણ ઉમેરી શકાય. અને ઉપરથી સ્વાદ અનુસાર સૈવા નમક એડ કરો."
    },
    {
        id: 56,
        title: "ખાટી-મીઠી ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "ખજૂર (સાફ કરેલ) - ૧ કપ",
            "આમલી (સાફ કરેલ) – ૧/૨ કપ",
            "જીરૂ (દળેલું) – ૧ નાની ચમચી"

        ],
        instructions: "ખજૂર અને આમલી ૨-૩ કલાક પાણીમાં પલાળવી અને નરમ કરવી ત્યારબાદ હાથથી અથવા મિક્સરમાં બંનેને ઝીણું કરવું. ત્યારબાદ જીરૂ નાંખી હલાવો. સલાડ અથવા ફળ સાથે ઉપયોગ કરો મજા આવી જશે."
    },
    {
        id: 57,
        title: "ચટાકેદાર ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "ખાટી ભાજી - ૧૦૦ ગ્રામ",
            "પાલખ - પ૦ ગ્રામ",
            "ફુદીનો ૫૦ ગ્રામ",
            "કોથમીર ૧૦૦ ગ્રામ",
            "લીલા મરચાં - ૨ નંગ",
            "શિમલા મિર્ચ - ૧ નંગ",
            "આદુ - ૧ ટુકડો",
            "લીંબુ - ૨ નંગ",
            "આંબળા - ૬ નંગ",
            "ખજુર- ૫ નંગ",
            "સેંધા નમક - સ્વાદઅનુસાર",
            "આંબા હળદર - ૧ ટુકડો",
            "સીઝન પ્રમાણે કાચી કેરી નાંખી શકાય."
        ],
        instructions: "વગર પાણીએ પીસી નાખવી. ચટણી તૈયાર."
    },
    {
        id: 58,
        title: "આંબલીની ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "આંબલી - ૪૦ થી ૫૦ ગ્રામ",
            "લીલા મરચાં મોળા - ૪ નંગ",
            "કોથમીર - ૨૦૦ ગ્રામ",
            "ફૂદીનો - ૨૦૦ ગ્રામ",
            "સેંઘા નમક - સ્વાદઅનુસાર",
            "ગોળ - ૧ કપ",
        ],
        instructions: [
            <li>૧૦ - ૧૫ મિનિટ સુધી નવશેકા પાણીમાં આંબલીને પલાળ્યા બાદ તેનો રસ કાઢી લો.</li>,
            <li>બાકીની બધી જ સામગ્રીને વાટીને આંબલીનાં રસમાં ભેળવી દો.</li>,
            <li>ચટણીને સ્વાદિષ્ટ બનાવવા તેમાં એક ચપટી હીંગ ઉમેરો.</li>,
            <li>આંબલીની જગ્યાએ ૧૦૦ ગ્રામ કાચી કેરી નાખી સ્વાદિષ્ટ ચટણી બનાવી શકાય.</li>
        ]
    },
    {
        id: 59,
        title: "તલની સુકી ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "તલ, મીઠું, મરચું, લસણ, આમચૂર"
        ],
        instructions: "તલ ક્રશ કરી તેમાં જરૂર મુજબ મીઠું, આમચુર, મરચું, લસણ મિક્સ કરી ચટણી તૈયાર કરો. (લીંબુ એડ કરી શકાય)."
    },
    {
        id: 60,
        title: "ફૂદિના કોથમીરની ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "ફૂદિનો, કોથમીર, લસણ. શિમલા,લીલુ મરચું, લીંબુ, મીઠું, આદુ."
        ],
        instructions: "ફૂદિનો, કોથમીર, લીલુ મરચું,શિમલા, લસણ મિક્સરમાં ક્રશ કરી સ્વાદ અનુસાર લીંબુ, મીઠું ઉમેરી કૂદિના કોથમીરની ચટણી તૈયાર કરો."
    },
    {
        id: 61,
        title: "દાળની ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "ચણાની દાળ, આદુ, મરચાં, કોથમીર, લીંબુ, મીઠું."
        ],
        instructions: "ચણાની દાળ, આદુ, મરચાં, કોથમીર, લીમડો(મીઠો) મિક્સરમાં ક્રશ કરી તેમા સ્વાદ અનુસાર મીઠું, લીંબુ, મધ મિક્સ કરી ચટણી તૈયાર કરો."
    },
    {
        id: 62,
        title: "કાબુલી ચણાની ચટણી",
        category: "ચટની",
        image: "/images/chili.jpg",
        rating: 4.9,
        reviews: 119,
        ingredients: [
            "કાબુલી ચણા, લસણ, લીંબુ, જીરૂ, મરી, મીઠું, આદુ, મરચાં લીલા, શિમલા."
        ],
        instructions: "કાબુલી ચણા પલાળી તેને ક્રશ કરી તેમાં આદુ, લસણ, મરચાંની પેસ્ટ તેમજ જીરુ, મરી પાવડર ઉમેરી સ્વાદ અનુસાર, લીંબુ, મીઠું મિક્સ કરી ચટણી તૈયાર કરો."
    },

    {
        id: 63,
        title: "મનચાઉ સૂપ",
        category: "સૂપ",
        image: "/images/મનચાઉસૂપ.webp",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ગ્રીન જયુસ, કોબી, ગાજર, લીલુ લસણ, કાંદા, શિમલા."
        ],
        instructions: "ગ્રીન જયુસ કાઢી તેમાં કોબી, ગાજર, લીલુ લસણ, કાંદા, શિમલા જીણા કાપી નાખવા સૂપ તૈયાર."
    },
    {
        id: 64,
        title: "ટામેટા સુપ",
        category: "સૂપ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ટામેટા, મરચાં, કોથમીર, આદુ, મીઠું, લીંબુ, મધ."
        ],
        instructions: "ટામેટા ક્રશ કરી, આદુ,મરચાંની પેસ્ટ નાખી, તેમાં સ્વાદ અનુસાર મીઠું, લીંબુ, મધ નાખી બારીક કાપેલ ઘાણા એડ કરી ટામેટા સુપ તૈયાર કરો બધુ મિક્સ કરી."
    },

    {
        id: 65,
        title: "સ્વીટ કોર્ન સલાડ",
        category: "સલાડ",
        image: "/images/સ્વીટકોર્નસલાડ.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "સ્વીટ કોર્ન (મકાઈ) – ૨ નંગ",
            "કાંદાના ટુકડા ઝીણા - ૧/૨ કપ",
            "ટામેટાના ટુકડા ઝીણા - ૧/૨ કપ",
            "કોથમરી ઝીણી સમારેલી - ૧ કપ",
            "લીંબુનો રસ – ૧/૨ ચમચી",
            "સુકા લાલ મરચાંની ભુકી - ૧ ચમચી",
            "સીંધવ / ચાર્ટ મસાલો - સ્વાદ અનુસાર"
        ],
        instructions: "સ્વીટકોર્ન(મકાઈ) ના દાણા કાઢીને તેમાં બધી સામગ્રી ભેળવો ત્યારબાદ તેમાં સીંધવ / ચાર્ટ મસાલો, લાલ મરચું, કોથમીર, લીંબુનો રસ નાખીને મિક્સ કરીને પિરસો."
    },
    {
        id: 66,
        title: "કાબુલી ચણા સલાડ",
        category: "સલાડ",
        image: "/images/કાબુલીચણાસલાડ.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કાબુલી ચણા રાત્રે પલાળેલા - ૧/૨ કપ",
            "કોબીજ ઝીણી સમારેલી – ૧/૨ કપ",
            "કાકડી સ્લાઈસ – ૧/૨ કપ",
            "કાંદાની સ્લાઈસ – ૧/૨ કપ",
            "ટામેટા સ્લાઈસ કરેલા - ૧/૨ કપ",
            "કોથમીર ઝીણી સમારેલી - ૧/૨ કપ",
            "સંતરાના ટુકડા – ૧/૨ કપ",
            "સફરજનના ટુકડા – ૧/૨ કપ",
            "ચાર્ટ મસાલો - સ્વાદાનુસાર"
        ],
        instructions: "ઉપરની બધી સામગ્રી બાઉલમાં મિકસ કરી લો. તેમાં જરૂર મુજબ ચાટ મસાલો તથા સ્વાદાનુસાર લીલી / લાલ ચટ્ટણી ઉમેરો."
    },
    {
        id: 67,
        title: "ઈટાલીયન સલાડ",
        category: "સલાડ",
        image: "/images/ઈટાલીયનસલાડ.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કાકડીના ઝીણા ટુકડા - ૧ કપ",
            "ટામેટાના ઝીણા ટુકડા - ૧ કપ",
            "કેપ્સીકમ ઝીણા ટુકડા - ૧ કપ",
            "કાંદા ઝીણા ટુકડા - ૧ કપ",
            "કોથમીર સમારેલી -  ૧ કપ",
            "લસણની પેસ્ટ - ૧ ટેબલ સ્પૂન",
            "લીંબુનો રસ - ૧ ચમચી",
            "ઓલીવ ઓઈલ - ૧ ચમચી",
            "મીઠું - મરી સ્વાદાનુસાર"
        ],
        instructions: "૧ બાઉલમાં બધી સામગ્રી ભેગી કરીને મિક્સ કરવું. આ સલાડ કયારેક અલગ વેરાયટી માટે બનાવી શકાય છે."
    },
    {
        id: 68,
        title: "બીન્સ(કઠોળ) સલાડ",
        category: "સલાડ",
        image: "/images/બીન્સ(કઠોળ)સલાડ.webp",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            " પળાળેલા કાબુલી ચણા - ૨ કપ",
            "મગ તથા મગફળીના બી ૨ કપ",
            "લીલા કાંદા ઝીણા સમારેલા - ૨/૩ કપ",
            "ટામેટા ઝીણા ટુકડા – ૧/૨ કપ",
            "લીલા મરચાં ઝીણા સમારેલા - ૧ થી ૨ નંગ",
            "કોથમીર - ૧ કપ",
            "ચાર્ટ મસાલો, લીલી / લાલ ચટ્ટણી"
        ],
        instructions: "બધી સામગ્રી ભેગી કરીને તેમાં સ્વાદાનુસાર ચાર્ટ મસાલો તથા લાલ / લીલી ચટણી ભેળવો."
    },
    {
        id: 69,
        title: "ફ્રુટ અને વેજીટેબલ સલાડ",
        category: "સલાડ",
        image: "/images/ફ્રુટઅનેવેજીટેબલસલાડ.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફૂલાવરનાં નાના ટુકડા - ૧ કપ",
            "ખજુર સમારેલા -૪",
            "કેળાના પતીકા - ૧/૨ કપ",
            "સંતરા છાલ ઉતારીને કટકા કરેલા - ૧/૨ કપ",
            "સફરજનના કટકા - ૨ કપ",
            "લીંબુનો રસ ૧/૨ કપ",
            "સંતરાનો રસ, સાકર - ૧/૨ કપ"
        ],
        instructions: "ઉપરની બધી સામગ્રી મિકસ કરીને સજાવીને પીરસો."
    },
    {
        id: 70,
        title: "ગ્રીન સલાડ",
        category: "સલાડ",
        image: "/images/ગ્રીનસલાડ.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "લીલા ચણા – ૧ કપ",
            "લીલા વટાણા ૧ કપ",
            "લીલા કાંદા – ૧/૨ કપ",
            "ટામેટાના ટુકડા – ૧/૨ કપ",
            "કોથમીર – ૧/૨ કપ",
            "આદુની પેસ્ટ – ૧/૪ ચમચી",
            "લીલા મરચાં ઝીણા સમારેલા - ૧ થી ૨ નંગ",
            "કેપ્સીકમના ઝીણા ટુકડા - ૧/૨ નંગ",
            "ચાર્ટ મસાલો - સ્વાદાનુસાર"
        ],
        instructions: "ઉપરની બધી સામગ્રી મિકસ કરીને પીરસો."
    },
    {
        id: 71,
        title: "ફેન્સી ગ્રીટ સલાડ",
        category: "સલાડ",
        image: "/images/ફેન્સીગ્રીટસલાડ.webp",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "સામગ્રી ભેગી કિરી, કરો ફેન્સી ગ્રીટ તૈયાર !"
    },
    {
        id: 72,
        title: "મગફળી સલાડ",
        category: "સલાડ",
        image: "/images/મગફળીસલાડ.webp",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "મગફળીના દાણા પલાળી તેમાંથી પાણી કાઢી નાખવું. ત્યારબાદ તેમાં થોડો તલનો ભૂક્કો, ખટાશ, ગળાશ, નમક વગેરે સ્વાદ પ્રમાણે મસાલો, તેમાં થોડી કોથમીર નાખી નાસ્તામાં લઈ શકાય."
    },
    {
        id: 73,
        title: "ટામેટા સ્લાઈડ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ઝીણી સમારેલી કોબીજ - ૨ કપ",
            "લાલ પાકા ટામેટા - મધ્યમ સાઈઝના",
            "મધ - ૨ કપ",
            "ઝીણું ખમણેલું નાળિયેર - ૧ કપ"
        ],
        instructions: "સૌ પ્રથમ ટામેટાને ગોળ આકાર અથવા અર્ધગોળાકાર કાપીને એક પ્લેટમાં સજાવો. તે ટામેટા પર ઝીણી સમારેલી કોબીજનો થર બનાવો અને તેના પર ખમણેલા નાળિયેરનો બીજો થર બનાવો. દરેક ટામેટા પર થોડુ થોડુ મધ લગાવી દો અને મધ ન હોય તો કિશમીસ અથવા ખજૂરનો રસ લગાવી શકો છો અને હજુ વધારે પૌષ્ટીક અને સંપુર્ણ આહાર બનાવવા માટે કાજુ, અખરોટ, બદામ અને બીજા ડ્રાયફ્રુટથી ઉપર સજાવટ કરો."
    },
    {
        id: 74,
        title: "મટર સલાડ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કોબીજ ઝીણી સમારેલી - ૨ કપ મટર - પોણો કપ",
            "ચાર્ટ મસાલો - સ્વાદ અનુસાર",
            "ટામેટાં - પોણો કપ",
        ],
        instructions: "બધાને મિશ્ર કરો."
    },
    {
        id: 75,
        title: "સલાડ ટેસ્ટ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "મોટા લાંબા ટુકડા સમારેલી કોબીજ - ૩ કપ",
            "૬ કલાક પાણીમાં પલાળેલી કાચી મગફળી - ૧ કપ",
            "ખમણેલું નાળિયેર - ૧/૨ કપ",
            "પાકા કેળા મધ્યમ સાઈઝ - ૨ નંગ"

        ],
        instructions: "કેળાને કાપીને દરેક સામગ્રી મિશ્ર કરી દો, અનેરો સ્વાદ લાગશે."
    },
    {
        id: 76,
        title: "ટામેટા સીમલા સલાડ",
        category: "સલાડ",
        image: "/images/ટામેટાસીમલાસલાડ.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "લાલ પાકા ટામેટા - ૪ નંગ",
            "મધ્યમ સાઈઝના શિમલા મરચાં - ૨ નંગ",
            "તાજા દાડમના દાણા – ૧/૨ કપ",
            "અંજીર અથવા ખજૂરના ઝીણા ટુકડા અથવા",
            "કીશમીસ અથવા મુનક્કા – ૧/૨ કપ"
        ],
        instructions: "ટામેટા અને શિમલા મરચાંને નાના ટુકડામાં કાપીને તેમાં દાડમના દાણા અને ખજૂરને મેળવો ખાઈને ઝુમી ઉઠશો."
    },
    {
        id: 77,
        title: "કોર્ન પનીર સલાડ",
        category: "સલાડ",
        image: "/images/કોર્નપનીરસલાડ.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કાકડી-૧, ફૂલાવર-૧ કપ, બેબીકોર્ન-૩ (બટેટા) દૂધી વેજ પનીર-૪ ટુકડી, લીલી ડુંગળી-૨, દ્રાક્ષ-૧ ચમચી, ટામેટા-૨, મરચાં-૧"
        ],
        instructions: "ઉપરના શાકભાજી સમારી - મસાલો નાખવો. સંચળ પાવડર, મરી, લીંબુ, કોથમીર."
    },
    {
        id: 78,
        title: "ફૂદિના ફૂટ સલાડ",
        category: "સલાડ",
        image: "/images/ફૂદિનાફૂટસલાડ.webp",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "તરબૂચ - ૧",
            "લીલીદ્રાક્ષ, ચેરી",
            "ચાર્ટ મસાલો",
            "ફૂદીનો સરખા ભાગે",
            "સ્વાદ અનુસાર લીંબુ એડ કરવું"
        ],
        instructions: "ફૂટ માંથી બિયાને છાલ કાઢી નાખવી."
    },
    {
        id: 79,
        title: "સલાડ કેક",
        category: "સલાડ",
        image: "/images/સલાડકેક.gif",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કોબી, ગાજર, કાંદા, આદ, મરચાં, ફણગાવેલ મગ, લીલુ કોપરૂ, મધ, મીઠું, લીંબુ,"
        ],
        instructions: "કોબી, ગાજર, કાંદા, આદુ, મરચાંના ગમતા આકારમાં પીસ કરી આદ મરચાંની પેસ્ટ કરી, લીલુ કોપરૂ, મધ, લીંબુ, મીઠું મિક્સ કરી યોગ્ય આકાર આપી કોથમીરથી સજાવો અને કેક તૈયાર કરો."
    },
    {
        id: 80,
        title: "ગંગા - જમના સલાડ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "૨ મોસંબી, ૨ સંતરા (છોલીને સાફ કરેલા)",
            "૧/૪ કપ કાજુનો ભૂકો",
            "સ્વાદ પ્રમાણે મરીનો પાવડર"
        ],
        instructions: "ઉપરની સામગ્રી ભેગી કરી સલાડ તૈયાર કરો."
    },
    {
        id: 81,
        title: "બીટ રંગ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "બીટ, મીઠું, લીંબું, આદુ, મરચાં. "
        ],
        instructions: "બીટને ટુકડી કરી મીકસરમાં ક્રશ કરવું તેમાં સ્વાદ અનુસાર મીઠું, લીંબુ, આદુ, મરચાં એડ કરવા આથી બીટ રંગ તૈયાર થઈ જશે."
    },
    {
        id: 82,
        title: "કાળા મરીની સેવ",
        category: "સલાડ",
        image: "/images/કાળામરીનીસેવ.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કાચુ પૈપયું, જીરૂ, લીલા મરચાં, કોથમીર, લીંબુ. ચાર્ટ મસાલો"
        ],
        instructions: "કાચા પૈપયાનું ખમણ કરી તેમાં શેકેલું જીરૂ લીલા મરચાં, કોથમીર, લીંબુ મિક્સ કરી તેમા ચાર્ટ મસાલો મિક્સ કરો."
    },
    {
        id: 83,
        title: "ટ્રિકી રેડિશ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "લાલ મૂળા, સફેદ મૂળા અને મૂળાનાં પાન (ઝીણાં સમારેલાં), જીરાનો ભૂકો અને લીંબુનો રસ સેંઘા નમક. ટ્રિકી રેડિશ તૈયાર !"
    },
    {
        id: 84,
        title: "ડેલી ગ્રીટ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "લીલી હળદર, આંબા હળદર અને આદુ ઝીણાં સમારી તેમાં લીંબુનો રસ ઉમેરો. લીંબુના ટુકડાથી સજાવી દો. ડેલી ગ્રીટ તૈયાર !"
    },
    {
        id: 85,
        title: "ફણગાવેલા મગ/ચણા",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ફણગાવેલા મગ, મઠ અને ફણગાવેલા ચણાને મિકસ કરી તેમાં સ્વાદ પ્રમાણે લીંબુ-મસાલો, સેંધા નમક, કોથમીર, શકય હોય તો દાડમના દાણા તેમજ જો ડુંગળી ખાતા હોય તો ઝીણી સમારી નાખવી, સ્વાદિષ્ટ ચટણી નાખી સાંજે નાસ્તામાં લઈ શકાય."
    },
    {
        id: 86,
        title: "કાચા બટેટા",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "કાચા બટેટામાં પૃથ્વી તત્વ છે. તે અનાજ બરાબર છે. પરંતુ તેને કાચા ખાવાથી તે સુપાચ્ય છે. ડાયાબીટીસવાળા પણ ખાઈ શકે. બટેટાની પાતળી પટ્ટી બનાવી તેમાં સ્વાદિષ્ટ ચટણી ચોપડીને ઉપર બીજી પટ્ટી મૂકી સેન્ડવીચ પ્રકારે ખાઈ શકાય. એક/બે નાના બટેટા ખાવાથી સંતોષ થઈ જશે. (કાચા બટેટા ખાવાથી પેટમાં દુઃખે તેવી ખોટી માન્યતા છે)"
    },
    {
        id: 87,
        title: "ફણગાવેલા કઠોળનું સલાડ",
        category: "સલાડ",
        image: "/images/ફણગાવેલાકઠોળનુંસલાડ.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "એક ચમચો મગ + મઠ + ચણા મગફળી + સોયાબીન + વગેરે તમને જે ભાવતું હોય તે કઠોળ ફણગાવીને મિશ્ર કરો તેમાં ધાણાજીરૂ + મીઠું + લીંબુ + સાકર પાવડર નાખી ખાઈ શકાય છે. જો ચાવવાની તકલીફ હોય તો મિકસરમાં પીસીને ચટણી જેવું બનાવી ખાઈ શકાય. આદુ મરચાની પેસ્ટ, જીણા મસારેલા ટામટા, કાંદા પણ એડ કરી શકાય."
    },
    {
        id: 88,
        title: "ટુ-ઈન-વન",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "કોબીનાં પાન ઉપર : ની-ટામેટાંના ચોરસ ટુકડા ગોઠવી મેઘા નમક ભભરાવી દો. સ્વાદ પ્રમાણે - મરીનો ભૂકો ભભરાવો. ટુ-ઈન-સ તૈયાર !"
    },
    {
        id: 89,
        title: "ફોર+ઈન-વન",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ઝીણી સમારેલી કાકડી. ટામેટાં, કાંદા અને ઘોલર મરચાં, સ્વાદ પ્રમાણે સેંઘા નમક અને મરીનો ભૂકો. ફોર-ઈન-વન તૈયાર !"
    },
    {
        id: 90,
        title: "ફેન્સી ગ્રીટ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "છીણેલું ગાજર, ઝીણું સમારેલું સફરજન, કાજુ - શીંગદાણાના ટુકડા, જીરું, મરી અને લીંબુનો રસ. સામગ્રી ભેગી કરી, કરો ફેન્સી ગ્રીટ તૈયાર."
    },
    {
        id: 91,
        title: "સ્પાઈસી ગ્રીટ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ટીંડોરા (ગોળ સમારેલાં). લાલ મરચાંનો ભૂક્કો, લીંબુનો રસ અને સિંધવ મિક્સ કરો સ્પાઈસી ગ્રીટ તૈયાર!"
    },
    {
        id: 92,
        title: "ક્વિક ગ્રીટ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ઝીણી સમારેલાં ગાજર અને લીલા કાંદા (લીલાં પાનસહિત) લાલ મરચાંનો ભૂકો અને લીંબુનો રસ સેંધા નમક મિક્સ કરી ક્વિક ગ્રીટ તૈયાર!"
    },
    {
        id: 93,
        title: "હેલ્થ ગ્રીટ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ઝીણી સમારેલી લીલી હળદર, ઝીણી સમારેલી કાકડી, અને લીંબુનો રસ, સેંધા નમક, લીંબુના ટુકડા પણ ઉમેરી શકાય. સામગ્રી ભેગી કરી, કરો હેલ્થ ગ્રીટ તૈયાર !"
    },
    {
        id: 94,
        title: "સલાડ સ્ટિક્સ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "કાકડી અને ગાજરની લાંબી-પાતળી સ્લાઈસ કરી સ્વાદ પ્રમાણે જીરું-મરી, લાલ મરચાંનો ભૂક્કો, મિઠું અને લીંબુનો રસ ઉમેરો. સલાડ સ્ટિક્સ તૈયાર !"
    },
    {
        id: 95,
        title: "ગ્રીન ગ્રીટ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ફણગાવેલા લીલા ચણા, ઝીણી સમારેલી કોબી તથા કાકડી, ઝીણું સમારેલું મોળું લીલું મરચું, ઝીણી સમારેલી કોથમીર અને લીંબુનો રસ સેંધા નમક. સામગ્રી ભેગી કરી, કરો ગ્રીન ગ્રીટ તૈયાર !"
    },
    {
        id: 96,
        title: "કોકટેલ ગ્રીટ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ફણગાવેલા બ્રાઉન ચણા, ઝીણાં સમારેલાં કાંડા, ગાજર અને ફૂલાવર; ફણગાવેલી મેથી, લાલ મરચાંનો ભૂકો અને લીંબુનો રસ, સેંધા નમક. સામગ્રી ભેગી કરી, કરો કોકટેલ ગ્રીટ તૈયાર !"
    },
    {
        id: 97,
        title: "કોલી કેરટ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ઝીણા સમારેલાં ગાજર અને ફુલાવરમાં રાઈનો ભૂકો સુધા નમક અને લીંબુનો રસ ઉમેરો. કોલી કેરટ તૈયાર!"
    },
    {
        id: 98,
        title: "થ્રી-ઈન-વન",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ઝીણી સમારેલી કાકડી, કોબી અને લીલા કાંદા. મરી, લાલ મરચાંનો ભૂકો અને લીંબુનો રસ, સેંઘા નમક. સામગ્રી ભેગી કરી, કરો થ્રી-ઈન-વન તૈયાર!"
    },
    {
        id: 99,
        title: "સ્પાઈસી પપૈયાની ડીશ",
        category: "સલાડ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ઝીણું સમારેલું પપૈયું, ઝીણા સમારેલા મોળા લીલા મરચાં અને લીંબુનો રસ આદુ મરચાની પેસ્ટ, સેંધા નમક મિક્સ કરો. સ્પાઈસી પપૈયા ડીશ તૈયાર!"
    },


    {
        id: 100,
        title: "મકાઈનો ચેવડો",
        category: "ચેવડો",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "મકાઈ, આદુ, કાંદા, મરચાં, શિમલા, મીઠું, ટામેટા, લીંબુ,"
        ],
        instructions: "મકાઈના દાણા કાઢી તેમાં મસાલો મિક્સ કરવો (મસાલો :- આદુ, મરચાં, મીઠું, લીંબુ) ઉપર કાંદા ટામેટા કોથમીર નાખવું."
    },
    {
        id: 101,
        title: "ગાજરનો ચેવડો",
        category: "ચેવડો",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ગાજર, કોથમીર, શિમલા, ફુદીનાની ચટણી, દાડમ, મીઠું, લીંબુ."
        ],
        instructions: "ગાજરનું ખમણ કરી, શિમલાનાં જીણા ટુંકડા કરવા તેને મિક્સ કરી તેમાં કોથમીર, મીઠું,લીંબુ ચટણી સ્વાદ અનુસાર મિક્સ કરવી."
    },
    {
        id: 102,
        title: "કાચા પપૈયાનો ચેવડો",
        category: "ચેવડો",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કાચું પપૈયું, શિમલા, દાડમ, કોથમીર, કૃદિનાની ચટણી, મથ આદુ, મીઠું, લીંબુ."
        ],
        instructions: "કાચા પપૈયાનું ખમણ કરી શિમલાના જીણા ટુંકડા કરવા તેને મિક્સ કરી તેમાં કોથમીર મીઠું, લીંબુ, ચટણી સ્વાદ અનુસાર મિક્સ કરવું."
    },
    {
        id: 103,
        title: "મૂળાની મોગરીનો ચેવડો",
        category: "ચેવડો",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "મોગરી, ચણાની દાળ, (મગ) આદુ, મરચાંની પેસ્ટ, કોથમીર, ગાજર મીઠું, ચાર્ટ મસાલો."
        ],
        instructions: "ઉપર જણાવેલ મિક્સ કરી ટેસ્ટનો આનંદ માણો."
    },


    {
        id: 104,
        title: "પીઝા",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પીઝા નાં રોટલા રેડી",
            "ટામેટાં - 2 નંગ",
            "ડુંગળી - 2 નંગ",
            "કોબી - 1/2 નંગ",
            "કેપ્સીકમ - 1 નંગ",
            "મકાઈ - 1 નંગ",
            "પીઝા સોસ પેકેટ - 1",
            "મોઝરેલા ચીઝનું પેકેટ - 1",
            "ચીઝ નું પેકેટ - 1"
        ],
        instructions: [
            <li>કોબી,ડુંગળી,ટામેટાં,મકાઈ,મરચાં બધુ જીણુ સુધારી લેવું,અને મકાઈ ને બાફી લેવી</li>,
            <li>પીઝા ઉપર પીઝા સોસ લગાવવો</li>,
            <li>ચીઝ સ્પ્રેડ લગાવી ને ઉપર મોઝરેલા ચીઝ પાથરવું અને વેજીટેબલ પથારી ને ચીઝ ખમણવૂ અને નોન સ્ટીક લોઢી ઉપર ચીઝ મેલ્ટ થાય ત્યાં સુધી પીઝા ગરમ કરવો</li>,
            <li>તો તેયાર છે વેજીટેબલ પીઝા</li>
        ]
    },
    {
        id: 105,
        title: "મંચુરીયમ",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ગાજર, આદુ, કોબી, મરચી, શિમલા, સીંગ પાવડર કઠોળમાં – મગ, ચણા ફણગાવેલ."
        ],
        instructions: "ગાજર ને કોબીનું ખમણ કરવું, શિમલા મરચાની ટુકડી કરવી, આદુ મરચીની પેસ્ટ બનાવવી, સીંગનો પાવડર ને કઠોળ મિક્સ કરી તેમાં મીઠું, લીંબુ સ્વાદ અનુસાર નાખી ગોળી બનાવવી, ટામેટાની ચટણી ને કોબીના ખમણ સાથે ખાવું."
    },
    {
        id: 106,
        title: "આલુ પુરી",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "બટેટા, ગાજર ખમણ, કોપરાનું ખમણ, કાંદા, સીંધવ મીઠું, મરચાં."
        ],
        instructions: "બટેટાની પુરી બનાવવી તેના ઉપર ગાજર, કોપરાનું ખમણ સીંઘવ સાથે મિક્સ કરી પુરી પર રાખવું, કાંદા, મરચાં, ટામેટાનાં જીણા ટૂંકડા કરવા તેના પર રાખવા ત્યાર બાદ પાલખ, કોથમીર ફૂદિનાની ચટણી સાથે ખાવું."
    },
    {
        id: 107,
        title: "સેન્ડવીચ",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કાકડી, ગાજર, કોબી",
            "લાલ ચટણી (ખજુરની ચટણી)",
            "લીલી ચટણી (પાલખ, ઘાણાની ચટણી)",
            "બ્રેડ, ટામેટા, કાંદા."
        ],
        instructions: "બ્રેડ ઉપર કાકડીનાં લાંબા પટ્ટા કરવા, તેના ઉપર ચટણી લગાવવી, તેના ઉપર ગાજર ,કોબી,ટામેટા, ખમણ ને કાંદા રાખી ખાવું."
    },
    {
        id: 108,
        title: "ઈન્સ્ટન્ટ ઢોકાળા",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "મગ, ચણા, મગની દાળ, ચણાની દાળ, શીંગનો પાવડર, આદુ, મરચાં, કાંદા, દાડમ, લીંબુ, કેપ્સીકમ, કોથમીર, ગાજર, કોબી, મીઠું, હળદર, નાળિયેર."
        ],
        instructions: "મગ, ચણા ફણગાવી કરા કરવા ત્યારબાદ મગ-ચણા દાળ પલાળી ક્રશ કરવી થોડી આખી રાખવી,તેમાં આદુ - મરચાંની પેસ્ટ, ગાજર, કોબીના એકદમ જીણા ટુંકડા, કેપ્સિકમનાં જીણા ટુંકડા, દાડમના દાણા, કાંદાના જીણા ટુંકડા, શીંગનો પાવડર તેમાં મીઠું, હળદર, લીંબુ સ્વાદ અનુસાર એડ કરી બધુ બરાબર મિક્સ કરી થાળીમાં થપથપાવી તેના ઉપર લાલ મરચું, નાળિયેર ખમણ, કાળાતલ, ને કોથમીર આ બધુ ઉપર થી ભભરાવવું."
    },
    {
        id: 109,
        title: "ઈન્સ્ટન્ટ ઢોકાળા",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "રવો, કોબી, ગાજર, ફલાવર, આદુ, મરચાં, લસણ, કોથમીર, મીઠું, લીંબુ, હળદર, લાલ મરચું, શીંગદાણાનો પાવડર, તલ પાવડર,"
        ],
        instructions: "રવો લઈ તેમાં કોબી, ગાજર, ફલાવરનું છીણ મિક્સ કરવું તેમાં શીંગદાણાનો પાવડર, તલ પાવડર સ્વાદ અનુસાર મસાલા સાથે એડ કરવા (મસાલો-આદુ, મરચાં, લસણ્ કોથમીર, મીઠ, લીબું, હળદર, લાલ મરચું.) ને બધુ મિક્સ કરી પેટીસ બનાવી."
    },
    {
        id: 110,
        title: "કચોરી",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "બધા કઠોળ, ગ્રીન રેડ ચટણી, કોબી, ગાજર, કાંદા, આદુ, મરચાં, કોથમીર, લીંબુ, મીઠું."
        ],
        instructions: "બઘા કઠોળને ફણગાવવા પછી થોડા ક્રશ કરી તેમાં કોબી, ગાજર કાંદા, આદુ, મરચાં, કોથમીરના જીણા ટુંકડા કરી, લીંબુ, મીંઠુ બધુ મિક્સ કરી તૈયાર કરી. ચટણી સાથે ખાવ."
    },
    {
        id: 111,
        title: "મુઠીયા વેજીટેબલ",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "રવો, કોબી, ચણાની દાળ, મેથીની ભાજી, આદુ, મરચાં, લીંબુ, કોથમીર, લસણ, કાંદા.."
        ],
        instructions: "રવોને પલાળી તેમાં કોબીનું ખમણ, બારીક કાપેલી મેથીની ભાજી, આદુ, મરચાં, લીંબુ પેસ્ટ, બારીક કાપેલા કાંદા સાથે ચણાની દાળ પલાળેલી જેને આખા ભાંગી ક્રશ કરી બઘુ મિક્સ કરવું બરાબર ને મુઠીયા વાળવા ને નાળિયેરની ચટણી સાથે સ્વાદ માણો."
    },
    {
        id: 112,
        title: "પાલખના પાતરા",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પાલખના લાંબા પાન, શીંગનો પાવડર, લાલ મરચું, મીઠું, આદ, મરચાં, લીંબુ, મધ."
        ],
        instructions: "પાલખના લાંબા પાન લેવા શીંગનો પાવડર, લાલ મરચું, મીઠું, આદુ, મરચાં, લીંબુ, મઘ સપ્રમાણમાં સ્વાદ અનુસાર લઈ પેસ્ટ તૈયાર કરી પાન પર લગાવવી ને પાનના રોલ વાળી કટીંગ કરવા."
    },
    {
        id: 113,
        title: "કોબીના સમોસા",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કોબી, ગાજર, શિમલા, આદુ, મરચાં, કોપરાનું ખમણ, લીંબુ, મીઠું, કાજુ, દ્રાક્ષ, શીંગ પાવડર."
        ],
        instructions: "સૌ પ્રથમ કોબીના પાન લેવા ત્યાર બાદ ગાજર, શિમલાનું ખમણ, આદુ મરચાંની પેસ્ટ, કોપરાનું ખમણ, કાજુ, દ્રાક્ષના નાના ટુંકડા, શીંગ પાવડર, લીંબુ, મીઠું સ્વાદ અનુસાર આ બધુ બરાબર મિકસ કરી કોબીના પાનમાં રાખી કોબીના પાનને સમોસા આકારમાં વાળી સમોસા તૈયાર કરવા."
    },
    {
        id: 114,
        title: "ઇડલી",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પૌવા, મીઠું, આદુ, મરચાં, તલ, લીંબુ, મરી પાવડર."
        ],
        instructions: "પૌવાને પલાળી તેમાં આદુ - મરચાની પેસ્ટ, તલ નાખવા, લીબુ, મીઠું સ્વાદ અનુસાર એડ કરી મરીપાવડર નાખી બરાબર મિક્સ કરી ગોળ શેપ આપવો."
    },
    {
        id: 115,
        title: "ઈદડા",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પૌવા, તલ, મીઠું, આદુ, મરચાં, લીંબુ, મરી પાવડર."
        ],
        instructions: "પૌવાને પલાળી તેમાં આદુ મરચાંની પેસ્ટ, આખા તલ, લીંબુ, મીઠું સ્વાદ અનુસાર એડ કરી થોડો મરી પાવડર નાખી બધુ બરાબર મિક્સ કરી થાળીમાં થાપી દેવું."
    },
    {
        id: 116,
        title: "દાળ વડા",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફોતરાવાળી મગદાળ, ચણાની દાળ, નાળિયેરની મલાઈ, આદુ, મરચાં, લીંબુ, કોથમીર, મીઠું, હળદર, મધ, લાલ મરચું, કાકડી, કોબી, ગાજર, જીરૂ પાવડર, મરી પાવડર."
        ],
        instructions: "બંને દાળ પલાળી, નાળિયેરની મલાઈને ક્રશ કરી તેમાં લીંબુ, મધ નાખવું, પલાળેલી દાળમાં હળદર, મીઠું, લીંબુ, આદું - મરચાંની પેસ્ટ, બારીક કાપેલ કોથમીર ને ક્રશ કરી બધુ મિક્સ કરી નાના ગોળા બનાવવા નાળિયેરની મલાઈને તૈયાર કરી આના પર પાથરવી ઉપરથી લાલ મરચું,જીરૂ,મરી છાટવું. (ભભરાવવું)."
    },
    {
        id: 117,
        title: "દાળ વડા",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફોતરાવાળી મગદાળ, ચણાની દાળ, નાળિયેરની મલાઈ, આદુ, મરચાં, લીંબુ, કોથમીર, મીઠું, હળદર, મધ, લાલ મરચું, કાકડી, કોબી, ગાજર, જીરૂ પાવડર, મરી પાવડર."
        ],
        instructions: "બંને દાળ પલાળી, નાળિયેરની મલાઈને ક્રશ કરી તેમાં લીંબુ, મધ નાખવું, પલાળેલી દાળમાં હળદર, મીઠું, લીંબુ, આદું - મરચાંની પેસ્ટ, બારીક કાપેલ કોથમીર ને ક્રશ કરી બધુ મિક્સ કરી નાના ગોળા બનાવવા નાળિયેરની મલાઈને તૈયાર કરી આના પર પાથરવી ઉપરથી લાલ મરચું,જીરૂ,મરી છાટવું. (ભભરાવવું)."
    },
    {
        id: 118,
        title: "કોબી રોલ્સ",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કોબી, કોથમીર, ડુંગળી, મરી, મીઠું, લીંબુ લસણ"
        ],
        instructions: "ડુંગળી, લસણ, કોથમીર, મરી, મીઠું, મિક્સ કરી કોબીના પાંદડામાં ભરી રોલ કરો (સ્ટીક) લગાવી દો. તૈયાર ચટણી સાથે કોબી રોલ્સ ખાવા."
    },
    {
        id: 119,
        title: "કટલેસ",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ચણાની દાળ, સુફ-લીલું કોપરૂ, હુ શીંગનો પાવડર, કોબી-ગાજર, વટાણા, તૂવેર, કોથમીર, લીલુ મરચું, આદુ (લસણ, કાંદા) લાલ મરચું, મીઠું, લીંબુ,હળદર."
        ],
        instructions: "ચણાની દાળ પલાળેલી ક્રશ કરવી તેમાં બારીક કાપેલ કોબી ગાજરના જીણા ટુકડા, વટાણા, તૂવેર, આદુ - મરચાંની પેસ્ટ, લીંબુ, લાલ મરચું, મીઠું,લીલી હળદર સ્વાદ અનુસાર નાખી બધુ મિક્સ કરી, કટલેસનો આકાર આપવોને તલના પાવડરમાં રગદોળી કટલેસ તૈયાર કરી."
    },
    {
        id: 120,
        title: "મોક બર્ગર",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કોથમીર, આદુ, મરચાં, લસણ, ગાજર, કોબી, શિમલા, તલ શીંગ પાવડર, મગ-ચણાની દાળ (કણગાવેલ :- મગ ચણા)"
        ],
        instructions: "તલ શીંગ પાવડર તેમાં સેંઘા નગા આદુ, મરચાં, કોથમીર, લીંબુ, જીણા કાપેલા શાકભાજી, મગની દાળ, ચણાની દાળ ક્રશ કરી તેમાં મિક્સ કરી ગોળા ચપટા વાજવા કોઈ પણ શાકભાજી ની ગોળ સ્લાઈડ કાપી વચ્ચે ગોળા મુકવા આ રીતે મૌક બર્ગર તૈયાર કરો."
    },
    {
        id: 121,
        title: "દાબેલી",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કોબી, ગાજર, કાંદા, કાકડી, બટેટા, દૂધી, ફણગાવેલ ચણા, મગ, લીંબુ, આદુ, મરચાં, કોથમીર, નમક"
        ],
        instructions: "કાકડી, ગાજર, બટેટા, દૂધીના કોઈ પણ એકના ગોળ ચક્કર કરી તેના ઉપર ફણગાવેલ મગ, ચણા ક્રશ કરી મીઠું, લીંબુ, આદુ, મરચાંની પેસ્ટ, શીંગ, દાડમ ને ગોળ ચક્કર પર ગોઠવવું. કોથમીર બારીક કાપેલ ને કોબીના જીણા છીણથી સજાવવું. સજાવી ગ્રીન - રેડ ચટણી સાથે પીરસો."
    },
    {
        id: 122,
        title: "પાણી પુરી",
        category: "ફરસાણ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફૂદિનો, આદુ, મરચાં, કોથમીર, મઘ, લીંબુ, સંચળ પાવડર, ટામેટા, સેંધા નમક(ફણગાવેલા મગ-ચણા)."
        ],
        instructions: "ફૂદિનાનું પાણી કરી તેમાં આદુ, મરચાં, કોથમીરની પેસ્ટ બનાવી તેમાં લીંબુ, સંચળ પાવડર, મદ્ય, સુધા નમક સ્વાદ અનુસાર ઉમેરી આ બધુ મિક્સ કરી પાણી તૈયાર કરવું. ત્યાર બાદ નાની ટામેટી લેવી તેના બે ભાગ કરી તેમાં ફણગાવેલ મગ ચણાને ભાવતા શાકભાજીના નાના પીસ કરી તેમાં મિઠું મિક્સ કરી ટામેટામાં ભરી તેને પાણી તૈયાર કરેલ સાથે ખાવા."
    },

    {
        id: 123,
        title: "લીલા મગ",
        category: "સ્પ્રાઊટ ટેસ્ટ (ફણગાવેલા કઠોળ)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફણગાવેલા મગ - ૧ કપ",
            "ઝીણી સમારેલી કોથમીર - અડધો કપ",
            "લીલા કોપરાનું છીણ - ૧ નંગ",
            "લીલા મરચાં ઝીણા સમારેલા - ૧/૨ કપ",
            "કાચી કેરી સમારેલી - ૧ કપ"
        ],
        instructions: "ઉપરની બધી સામગ્રી ભેગી કરી તેમાં ચાર્ટ મસાલો જરૂર મુજબ ઉમેરો."
    },
    {
        id: 124,
        title: "મુંગ એપલ",
        category: "સ્પ્રાઊટ ટેસ્ટ (ફણગાવેલા કઠોળ)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફણગાવેલા મગ - ૨ કપ",
            "સફરજનનું છીણ - ૧ નંગ",
            "કાજુનો ભૂકો - સ્વાદાનુસાર",
            "મરી પાવડર - સ્વાદાનુસાર",
            "લીંબુ - ૧/૨",
            "મીઠું કે ચાર્ટ મસાલો જે ગમે તે છાંટી શકાય"
        ],
        instructions: "ઉપરની બધી સામગ્રી ભેગી કરી મુંગ એપલ તૈયાર કરી શકાય."
    },
    {
        id: 125,
        title: "મુંગ પાઈન",
        category: "સ્પ્રાઊટ ટેસ્ટ (ફણગાવેલા કઠોળ)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફણગાવેલા મગ - ૧/૨ કપ",
            "અનાનસ  - ૧/૨ કપ",
            "અખરોટનો ભૂકો (અધકચરો)  - ૮-૧૦",
            "લીંબુનો રસ - ૧, સેંધા નમક"
        ],
        instructions: "સ્વાદ પ્રમાણે મરી પાવડર અને ગમે તો મધ અને મીઠું નાખી ઉપરની સામગ્રી ભેગી કરી મુંગ પાઈન તૈયાર કરો."
    },
    {
        id: 126,
        title: "મુંગ આલુ",
        category: "સ્પ્રાઊટ ટેસ્ટ (ફણગાવેલા કઠોળ)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફણગાવેલા મગ – ૧/૨ કપ",
            "બટેટા - ૩",
            "ઝીણી સમારેલી કોથમીર",
            "લાલ મરચાંનો પાવડર",
            "લીંબુનો રસ તથા મીઠું જરૂર મુજબ"

        ],
        instructions: "બધુ ભેગુ કરો એટલે “મુંગ - આલુ' તૈયાર."
    },
    {
        id: 127,
        title: "રંગીન મગ",
        category: "સ્પ્રાઊટ ટેસ્ટ (ફણગાવેલા કઠોળ)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ફણગાવેલા મગ અને છીણેલું બીટ. છીણેલું લીલું કોપરું, જીરાનો ભૂક્કો અને લીંબુનો રસ, સેંધાનમક સામગ્રી ભેગી કરો, રંગીન મગ તૈયાર!"
    },
    {
        id: 128,
        title: "કોલી - મુંગ",
        category: "સ્પ્રાઊટ ટેસ્ટ (ફણગાવેલા કઠોળ)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ફણગાવેલા મગ અને ઝીણું સમારેલું ફલાવર, ઝીણું સમારેલું ટામેટું, ઝીણી સમારેલી કોથમીર અને લાલ મરચાંનો ભૂકો, લીંબુ, સેંધા નમક.સામગ્રી ભેગી કરી, કરો કોલી - મુંગ તૈયાર!"
    },
    {
        id: 129,
        title: "મુંગ - શિમલા મિર્ચ",
        category: "સ્પ્રાઊટ ટેસ્ટ (ફણગાવેલા કઠોળ)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ફણગાવેલા મગ અને ઝીણું સમારેલા ઘોલર મરચાં, ઝીણી સમારેલી કોબીજ, છીણેલું આદુ અને મરીનો ભૂક્કો સેંધા નમક. સામગ્રી ભેગી કરી, કરો મુંગ-શિમલા મિર્ચ તૈયાર! ભાવતા મસાલા એડ કરો."
    },
    {
        id: 130,
        title: "મુંગ - કોકોનટ ચિપ્સ",
        category: "સ્પ્રાઊટ ટેસ્ટ (ફણગાવેલા કઠોળ)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "ફણગાવેલા મગ અને ઝીણું સમારેલું લીલું કોપરું, ચાર્ટ મસાલો સામગ્રી ભેગી કરો, મુંગ-કોકોનટ ચિપ્સ તૈયાર !"
    },
    {
        id: 131,
        title: "સલાડને શણગારવાની રીત",
        category: "સ્પ્રાઊટ ટેસ્ટ (ફણગાવેલા કઠોળ)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: [
            <li>ગાજર :સ્લાઈસરથી ગાજરની ખૂબ પાતળી અને લાંબી સ્લાઈસ કાપી બરફના પાણીમાં રાખવી.</li>,
            <li>કાકડીના કર્લ્સ : કાકડીને સફરજનની જેમ એક જ અખંડ પટ્ટીમાં ગોળ કાપવી.</li>,
            <li>કેપ્સીકમ રીંગ : કેપ્સીકમની આડી-પાતળી સ્લાઈસ કાપી વચ્ચેનો સફેદ ભાગ કાઢી નાખવો.</li>,
            <li>કાંદાની રીંગ : મોટા કાંદા લઈ તેની ખૂબ જ પાતળી સ્લાઈસ કરવી અને દરેક સ્લાઈસમાંથી રીંગ છૂટી કરવી.</li>,
            <li>મૂળાના ફૂલ : ઉપરના મૂળા કાપી નાખવા. ધારવાળા ચપ્પુથી આડા કાપા પાડી ફૂલનો આકાર બનાવવો. સલાડ ડીશ સજાવીને ચાર્ટ મસાલો ઉપરથી ભભરાવો.</li>
        ]
    },
    {
        id: 132,
        title: "વિશેષ સ્વાદ રજકા બીજ",
        category: "સ્પ્રાઊટ ટેસ્ટ (ફણગાવેલા કઠોળ)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "રજકા બીજ ભારતની ભાષામાં લોસન, રજકો અને ઘોડા ઘાસ, ગદબ, બર્ચીન બીજ કહે છે. આ કોઈ પણ એગ્રો દુકાનમાં તથા ખેડૂત પાસેથી પ્રાપ્ત કરી શકાય છે. ફણગાવીને ખાવાની બહુ સ્વાદિષ્ટ લાગે છે. તેનો સ્વાદ (ખીરા) કાકડી અને કોથમીરને મળતું આવે છે. આ બીજ પ્રોટીનયુકત, અત્યંત સુપાચ્ય તેમજ પૌષ્ટિકતાથી ભરપૂર આહાર છે. આને ફળ સલાડ તેમજ સુકામેવાની સાથે ખૂબ મજાથી ખાઈ શકાય છે."
    },
    {
        id: 133,
        title: "રજકો ફણગાવવાની વિધિ",
        category: "સ્પ્રાઊટ ટેસ્ટ (ફણગાવેલા કઠોળ)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "બીજને સાદા પાણીથી સારી રીતે ધોઈ તેના કરતા ડબલ પાણીમાં પલાળવા મુકી દો. ૪ થી ૬ કલાક પછી પાણી કાઢી કાણાવાળી ટોપલીમાં સુતરાઉ કપડામાં રાખી ફણગાવવા માટે મૂકી દો. પાણી છાંટી થોડી થોડી વારે પલાળતા રહો. ૩ દિવસ પછી તેના તેમાં ફળગા ફુટવા લાગશે અને ૬ દિવસ પછી જ્યારે દોઠ થી ૨ ઈંચ જેટલા ફળગા ફુટી વધી જાય ત્યારે તે ખાવામાં સ્વાદિષ્ટ લાગે છે. થોડા વધુ વધી જાય તો તે સ્વાદિષ્ટ રહેતા નથી. ફણગાવેલા ૪ થી ૬ ગણા વધુ ફુલી જાય છે એટલે પહેલા પ્રયોગમાં થોડા જ પલાળો અને એટલી મોટી કટોરીમાં લો જેમાં તે આસાનીથી ફેલાઈ શકે. તેનો નિયમિત ઉપયોગ અત્યંત લાભકારી છે."
    },


    {
        id: 134,
        title: "સ્ટફ ભીંડો",
        category: "સ્ટફ વાંગી",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ભીંડો - ૨૫૦ ગ્રામ",
            "શીંગ, તલ, આદુ, મરચાં",
            "લીલુ લસણ, ખજૂર, લીંબુ",
            "સીંધવ / સંચળ, કોપરાનું છીણ, લીલા ધાણા"
        ],
        instructions: "ભીંડા કૂણા  કૂણા પસંદ કરવા. તેને ચીરીને ઉપર જણાવેલ તમામ મસાલા ક્રશ કરી એક રસ કરી ભરવા. આ સ્વાદિષ્ટ સ્ટફ ભીંડા દરરોજ બનાવીને ખાવા ગમશે."
    },
    {
        id: 135,
        title: "સ્ટફ ભીંડો",
        category: "સ્ટફ વાંગી",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: [
            <li>દેશી ટમેટાને ધોઈ સાફ કરી તેમાં ઉભા કાપા અડધે સુધી ચપ્પુથી કરવા.</li>,
            <li>આદુ, લીલા મરચાં, કોથમીરમાં સંચળ ભેળવી, મિક્સરમાં ફેરવી તેની પેસ્ટ બને તે હવે પૌઆમાં ભેળવીને આ મસાલા પૌંઆ હવે ટામેટામાં ભરીને ખાઓ.</li>,
            <li>પૌંઆ સાથે તલ, શીંગદાણા, કોપરૂ, ક્રશ કરેલુ આદુ, મરચા, કોથમીરની પેસ્ટ,લીંબુ ખજૂરની ઝીણી કટકી વગેરે ભરીને ખાઓ.</li>
        ]
    },
    {
        id: 136,
        title: "ભરેલા મરચા",
        category: "સ્ટફ વાંગી",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "લાલ અથવા લીલા મરચાં ભરી શકાય તેવા - ૨૫૦ ગ્રામ",
            "તલ-મગફળીના દાણાનો ભૂકો - ૧ કપ",
            "ઝીણું ટોપરાનું છીણ - ૧ કપ",
            "ખજૂર - ૧ કપ",
            "લીંબુ - સ્વાદાનુસાર",
            "નમક - સ્વાદાનુસાર",
            "આદુ - લસણ, મરચાની પેસ્ટ - સ્વાદાનુસાર",
            "ઝીણી સમારેલી કોથમીર - સ્વાદાનુસાર"

        ],
        instructions: 'લાલ કે લીલા મરચાંમાંથી બીયા તેમજ નસો કાઢીને ભરવા. તેમજ ઉપરની તમામ સામગ્રી મિકસ કરી મસાલો ભરી લેવો. ખૂબ જ નવા સ્વાદનો અનુભવ કરશો.'
    },
    {
        id: 137,
        title: "ભરેલી કાકડી",
        category: "સ્ટફ વાંગી",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કાકડી - ૪ નંગ",
            "બીટ છીણેલું – ૧ કપ",
            "નાળિયેર છીણેલું – ૧ કપ",
            "કોથમીર - ૧ કપ",
            "આદુ - મરચાની પેસ્ટ – ૧ ચમચી",
            "સીંધવ મીઠું - સ્વાદાનુસાર",
            "લીંબુ - સ્વાદાનુસાર"
        ],
        instructions: 'કાકડી ને વચ્ચે થી ચીરીને બીટ છીણેલું, નાળિયેર છીણેલું, લીલા મરચાં, આદુ પેસ્ટ, કોથમીર નાંખીને મિકસ કરી મસાલો ભરી લેવો. ખાઈને નાચી ઉઠશો.'
    },
    {
        id: 138,
        title: "ભરેલા શીમલા",
        category: "સ્ટફ વાંગી",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "શીમલા મરચાં - ૫ નંગ",
            "ગાજર - ૨ નંગ",
            "નાળિયેર છીણેલું - ૧ કપ",
            "કોથમીર - ૧ કપ",
            "લીલા મરચાં - ૨ ચમચી",
            "આદુ - ૧ ચમચી",
            "સીંધવ મીંઠુ - ૧ ચમચી",
            "લીંબુ - સ્વાદાનુસાર"
        ],
        instructions: 'શીમલા મરચાં વચ્ચેથી ચીરીને તેમાં ગાજર, નાળિયેર છીણેલું, કોથમીર, લીલા મરચાં, આદુ, લીંબૂ સ્વાદાનુસાર નાખી મિકસ કરી મસાલો ભરી લેવો.'
    },
    {
        id: 139,
        title: "ભરેલા કારેલા",
        category: "સ્ટફ વાંગી",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાના કારેલા - ૪/૫ નંગ",
            "મગફળી - ૧૦૦ ગ્રામ",
            "નાળિયેર છીણેલું – ૧/૨ કપ",
            "જીરા પાવડર - ૧ ચમચી",
            "સીંધવ મીંઠુ - સ્વાદાનુસાર",
            "ધાણા-જીરું ૨ ચમચી",
            "હળદર ૧ ચમચી",
            "લસણ, આદુ, મરચાની પેસ્ટ - સ્વાદાનુસાર",
            "લીંબૂ - સ્વાદાનુસાર"

        ],
        instructions: 'કારેલા વચ્ચેથી ચીરી તલ અને મગફળી પાવડર, આદુ, મરચું, લીંબુ, લસણ, કોથમીર મિક્સ કરીને મસાલો બનાવી લેવો મિકસ કરી મસાલો ભરી લેવો.'
    },
    {
        id: 140,
        title: "ભરેલા રીંગણા",
        category: "સ્ટફ વાંગી",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાના રીંગણા - ૧૦ નંગ",
            "નાળિયેર છીણેલું - ૧ કપ",
            "મગફળી પાવડર - ૧ કપ",
            "સીંધવ મીંઠું - સ્વાદાનુસાર",
            "જીરું – ૧ ચમચી",
            "ધાણા-જીરું પાવડર - 1 ચમચી",
            "હળદર - ૧ ચમચી",
            "મરચાં - ૨",
            "લીંબુ - સ્વાદાનુસાર",
            "ગોળ - સ્વાદાનુસાર"
        ],
        instructions: 'રીંગણાને વચ્ચેથી ચીરીને તેમાં મગફળી પાવડર. આદુ, મરચું, ઘાણા - જીરું મિક્સ કરીને તેમાં ગોળ, સેંધા નમક, લીંબુ મિક્સ કરીને. મસાલો બનાવી રીંગણમાં મસાલો ભરીને સજાવી દો.'
    },
    {
        id: 141,
        title: "ભરેલા ટીંડોરા",
        category: "સ્ટફ વાંગી",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ટીંડોરા - ૧૦ નંગ",
            "નાળિયેર છીણેલું – ૧ કપ",
            "તલ પાવડર - ૧ કપ",
            "સીંધવ મીંઠુ - સ્વાદાનુસાર",
            "ધાણા-જીરું પાવડર - ૧ ચમચી",
            "હળદર - ૧ ચમચી",
            "મરચાં - ૨",
            "લીંબુ - સ્વાદાનુસાર / ગોળ - સ્વાદાનુસાર"
        ],
        instructions: 'ટીંડોરાને વચ્ચેથી ચીરીને તેમાં નાળિયેર છીણેલું, તલ પાવડર, મરચું, ધાણા-જીરું મિક્સ કરીને તેમાં ગોળ, સીંધવ મીંઠું, લીંબુ મિક્સ કરીને મસાલો બનાવી ટીંડોરામાં મસાલો ભરીને સજાવી દો.'
    },
    {
        id: 142,
        title: "ભરેલા તુરીયા",
        category: "સ્ટફ વાંગી",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "તુરીયા - ૨ નંગ",
            "નાળિયેર છીણેલું - ૧ કપ",
            "તલ પાવડર - ૨ કપ",
            "કોબીજ છીણેલું - ૧ કપ",
            "કેપ્સીકમ મરચાં - ૧ કપ",
            "કાકડી - ૧",
            "સીંધવ મીંઠું - સ્વાદાનુસાર",
            "જીરું - ૧ ચમચી",
            "ધાણા-જીરું પાવડર - ૧ ચમચી",
            "હળદર - ૧ ચમચી",
            "મરચાં - ૨",
            "લીંબૂ - સ્વાદાનુસાર",
            "ગોળ - સ્વાદાનુસાર"
        ],
        instructions: 'તુરીયાને ૨ ઈંચના ટુકડા કરી વચ્ચેથી ચીરીને તેમાં નાળિયેર છીણેલું, મગફળી પાવડર, તલ પાવડર, કોબીજ છીણેલું, આદુ, મરચું, ધાણા-જીરું મિક્સ કરીને તેમાં ગોળ, સીંધવ મીંઠુ, લીંબુ મિક્સ કરીને મસાલો બનાવી તુરીયામાં મસાલો ભરીને સજાવી દો.'
    },
    {
        id: 143,
        title: "ગલકા ભરેલા",
        category: "સ્ટફ વાંગી",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ગલકા, લાલ મરચું, મિઠું, લીંબુ, શીંગ, તલ પાવડર",
        ],
        instructions: 'ગલકાની છાલ કાઢી વચ્ચેથી કાપવું તેમાં લાલ મરચું, શીંગ, તલ પાવડર મિઠું, લીંબુ મિક્સ કરી ભરવું.'
    },

    {
        id: 144,
        title: "કાકડી સેન્ડવીચ",
        category: "સેન્ડવીચ ટેસ્ટ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ખીરાને સૌ પ્રથમ ગોળાકાર કાપેલા ૨ ટુકડાની વચ્ચે નીચે પ્રમાણે મસાલો અથવા મિશ્રણ ભરીને સેન્ડવીચ બનાવી શકાય છે.",
            "(૧) જીણા ખમણેલા નાળિયેરમાં લીલ મરચું, જીરૂ, સીંધવ, આદુ,લીંબુ સ્વાદપ્રમાણે મેળવીને ખીરાની વચમાં ભરી દો",
            "(૨) કોઈ પણ મેવા ક્રિમને વચમાં રાખો.",
            "(૩) ફણગાવેલા અનાજને પીસીને લીલા મસાલાની સાથે ભેળવો અને ખીરાની વચમાં ભરો.",
            "(૪) ૧ કપ ગાજર, અર્ધો કપ જીવું ખમણેલું નાળિયેર ને મેળવીને થોડું મધ અથવા ખજૂરના ટુકડા નાખીને મિશ્રણને ખીરાની વચમાં ભરી દો. સ્વિટ સેન્ડવીચ તૈયાર થશે.",
            "(૫) ડુંગળીને ગોળ આકારમાં પાતળી કાપીને એક ખીરાના ટુકડામાં લીલી ચટણી લગાવી ને જોડી દો.",
            "(૬) બારીક ખમણેલું નાળિયેરમાં થોડું મધ અને ગુલાબજળ ભેળવીને ખીરાની વચમાં ભરી દો.",
            "(૭) બારીક ખમણેલું કોબીજની અંદર કાજુનું ક્રીમ મીલાવીને જીરૂ, નમક, નાંખો અને ખીરાની વચમાં ભરો."
        ],
        instructions: " આવી રીતે અલગ અલગ મિશ્રણ તૈયાર કરીને ભરી શકાય છે. સજાવવા માટે કોથમીર, પાલક, લીંબુના ગોળ ટુકડા, કોબીજના લાંબા ટુકડા બીજી શાકભાજીની ઉપયોગ કરી શકો છો."
    },
    {
        id: 145,
        title: "જીરા રાઈસ",
        category: "વેજીટેબલ પૌવા ટેસ્ટ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પૌવા, જીરૂ, મીઠું, લીબું,કાજુ, દ્રાક્ષ."
        ],
        instructions: "પૌવા પલાળી તેમાં ક્રશ કરેલ જીરૂ, મીઠું, લીંબુ, કાજુ, દ્રાક્ષના ટુકડા મોટા મિક્સ કરવા."
    },
    {
        id: 146,
        title: "વેજીટેબલ પીવા",
        category: "વેજીટેબલ પૌવા ટેસ્ટ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પૌવા, કોબી, ગાજર, શિમલા, વટાણા, કાજુ, દ્રાક્ષ, મીઠું, લીંબુ."
        ],
        instructions: "પૌવા પલાળેલા લઈ તેમાં કોબી, ગાજર શિમલાનાં જીણા ટુંકડા કરી નાખવા વટાણા, કાજુ, દ્રાક્ષના મોટા ટુંકડા કરી મીઠું લીંબુ સ્વાદ અનુસાર એડ કરો. લઈ બધુ બરાબર મીક્ષ કરવું."
    },
    {
        id: 147,
        title: "વેજીટેબલ ખિચડી",
        category: "વેજીટેબલ પૌવા ટેસ્ટ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પૌવા, બધા શાકભાજી, મગ પલાળેલા, હળદર, મીઠું, લીબું, આદુ, મરચાં."
        ],
        instructions: "પૌવા પલાળવા, બધા શાકભાજી જીણા કાપવા મગને પલાળવાને તેમાં હળદર, મીઠું, લીંબુ, આદુ, મરચાં સ્વાદ અનુસાર ઉમેરી બધુ મિક્સ કરી તૈયાર કરવું."
    },
    {
        id: 148,
        title: "મસાલા દલિયા",
        category: "વેજીટેબલ પૌવા ટેસ્ટ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "દલિયા, ફૂદિનો, કોથમીર, આદુ, મરચાં, લસણ, લીંબુ, મીઠું."
        ],
        instructions: "દલિયાને પલાળવા તેમાં ફૂદિનો કોથમીર, આદુ, મીઠું, ક્રશ કરી લીંબુ નાખી તૈયાર કરો."
    },

    {
        id: 149,
        title: "ગાજર, ફૂદિના પાલકનું રાયતું",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ગાજર, ફૂદિનો, પાલક, ફણસી, શીંગનો પાઉડર, શીમલા, લીંબુ, મરચું, આદુ, કોથમીર, મીઠું, જીરૂ, લાલ મરચું, કાળી મરીનો પાવડર."
        ],
        instructions: "ગાજર છીણેલું, ફૂદીનો બારીક કાપેલ, પાલક બારીક કાપેલ, ફણસ જીણી, સીમલાના ટુકડા, લીલું મરચું - આદુની પેસ્ટ કોથમીર બારીક કાપેલ, બધુ મિક્સ કરી તેમાં મસાલો મિક્સ કરવો જેમાં લીંબુ, મીઠું જીરૂ પાઉડર, શીગનો પાઉડર જરૂર મુજબ સ્વાદ અનુસાર મિક્સ કરી શાક તૈયાર કરો બધુ મિક્સ કરી પીરસો."
    },
    {
        id: 150,
        title: "ટેટીનું રાયતું",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ટેટી, આદુ, મરચાં, મીઠું, લીબું, ડ્રાઈફુટ."
        ],
        instructions: "ટેટીના ટૂકડા કરી તેમાં આદુ, મરચું, મિઠું, લીંબુ ડ્રાઈફુટ મિક્સ કરી ટેટીનું રાયતું તૈયાર કરો. (કેરી, ચીકુ, પપૈયું, સફરજનનું તેમજ શાકભાજીનું, રાયતું ઉપર મુજબ થઈ શકે)"
    },
    {
        id: 151,
        title: "પાઈન પૌવા",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "૨ કપ પલાળેલા પૌવા, ૧/૪ અનાનસ ઝીણું સમારેલું, ૪-૫ કાજુના ટુકડા, ૧ શિમલા મરચું, મરીનો પાવડર અને લીંબુનો રસ સ્વાદ પ્રમાણે. સામગ્રી ભેગી કરી પાઈન પૌંઆ તૈયાર કરવો.(સેંઘા નમક એડ કરી શકાય)."
    },
    {
        id: 152,
        title: "પ્રાકૃતિક પેટીસ",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફણગાવેલા મગ / મઠ / અડદ - ૨ કપ",
            "મિક્સ દાળ - ૨ કપ",
            "મધ - ૪ ચમચી",
            "જીરું, આદુ, ફુદીના, લસણ - સ્વાદાનુસાર",
            "કોથમીર, મરચું - સ્વાદાનુસાર",
            "સીંધવ મીઠું - સ્વાદાનુસાર",
            "લીંબુ - સ્વાદાનુસાર"
        ],
        instructions: "ફણગાવેલા કઠોળ સુકા કપડાથી લૂછીને મિક્સરમાં અથવા હાથથી પીસીને લચકો બનાવી દો. તેની અંદર બધા મસાલા મિક્સ કરીને થોડી કીસમીસ પણ નાંખી શકાય છે. લચકો કઠણ હોવું જરૂરી છે. લચકો એટલે કઠણ હોવો જોઈએ કે લડ્ડ બની જાય. ઢીલાશ લાગે તો ઉપરથી મગફળી પાવડર, નાળિયેર પાવડર મિક્સ કરો. તમે તમારી પસંદ અનુસાર નાના અથવા મોટા આકારના લાડુ બનાવીને થાળીમાં સજાવી દો. ગ્રીન લાલ ચટણી સાથે મધ મિક્સ કરીને, ઉપરથી કોથમીર, ફુદીના થી સજાવી દો. અનોખો સ્વાદનો અનુભવ કરશો."
    },
    {
        id: 153,
        title: "ચના ટમાટર",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પલાળેલા પૌંઆ - ૨ કપ",
            "લીલા ચણા ફણગાવેલા – ૧/૪ કપ",
            "ટામેટાં ઝીણા સમારેલાં – ૨ નંગ",
            "લીંબુ, લસણની કળી - ૪/૫",
            "લાલ મરચાંનો પાવડર, સીંધવ મીઠું સ્વાદ પ્રમાણે."
        ],
        instructions: "ઉપરની બધી સામગ્રી ભેગી કરી, સ્વાદ અનુસાર લીંબુ નખી ચના ટમાટર તૈયાર કરી શકાય."
    },
    {
        id: 154,
        title: "મિક્સ ભાજી",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફલાવર - ૨ કપ",
            "લીલા વટાણા - ૧ કપ",
            "લીલા ચણા - ૧ કપ",
            "શિમલા મરચાં - ૧ કપ",
            "ગાજર - ૧ કપ",
            "ટામેટાં - ૪ કપ",
            "આદુ, મરચી પેસ્ટ - ૨ ચમચી",
            "સીંધવ મીઠું - ૨ ચમચી",
            "ધાણા-જીરું પાવડર - ૨ ચમચી",
            "મગફળી પાવડર - ૨ કપ",
            "કોથમીર - ૧ કપ",
            "લીંબુ - સ્વાદાનુસાર"
        ],
        instructions: "ફલાવર, મરચાં, ગાજરના નાના નાના ટુકડા કરીને તેની અંદર ટામેટાની ગ્રેવી નાખી સીંધવ મીઠું, મગફળી પાવડર, આદુ, મરચાની પેસ્ટ ધાણા - જીરું પાવડર, લીંબુ આ બધુ મિક્સ કરી ઉપરથી કોથમીરથી સજાવી દો."
    },
    {
        id: 155,
        title: "છોલે ચણા",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફણગાવેલા ચણા - ૨ કપ",
            "ટામેટા ૨ કપ",
            "ડુંગળી – ૧ કપ",
            "કોથમીર – ૧ કપ",
            "મરચાંનો પાવડર - ૨ ચમચી",
            "સીંધવ મીઠું - સ્વાદાનુસાર",
            "જીરા પાવડર - ૨ ચમચી",
            "લસણ - સ્વાદાનુસાર",
            "લીંબુ - સ્વાદાનુસાર"
        ],
        instructions: "ટામેટા, ડુંગળીની ગ્રેવી કરીને તેની અંદર મરચાં પાવડર, જીરા પાવડર, લીંબુ, સીંધવ, ફણગાવેલા ચણા નાખી મિક્સ કરી કોથમીર નાંખીને સજાવી દો."
    },
    {
        id: 156,
        title: "ભીંડાનું શાક",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ભીંડા - ૨ કપ",
            "ગાજર - ૧ કપ",
            "મગફળી પાવડર - ૧ કપ",
            "શિમલા મરચાં - ૧ કપ",
            "ટામેટા - ૧ કપ",
            "આદુ - સ્વાદાનુસાર",
            "સીંધવ મીઠું - સ્વાદાનુસાર",
            "ધાણા-જીરું પાવડર-સ્વાદાનુસાર",
            "લીંબુ - સ્વાદાનુસાર"
        ],
        instructions: "ભીંડા, મરચાં, ગાજરના નાના - નાના ટુકડા કરીને તેની અંદર ટામેટા મિક્સ કરીને સીંધવ મીઠું, મગફળી પાવડર, આદુ, લીંબુ, લાલ મરચુ પાવડર, ધાણા-જીરું પાવડર ઉપરથી કોથમીર નાંખીને સજાવી દો."
    },
    {
        id: 157,
        title: "મગનું શાક",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફણગાવેલા મગ - ૨ કપ",
            "શિમલા મરચાં ૧ કપ",
            "લાલ મરચાં પાવડર - ૧ કપ",
            "ગાજર - ૧ કપ",
            "ટામેટા - ૨ કપ",
            "લીંબુ, આદુ - સ્વાદાનુસાર",
            "સીંધવ મીઠું - સ્વાદાનુસાર",
            "ધાણા - જીરું પાવડર - સ્વાદાનુસાર"
        ],
        instructions: "ફણગાવેલા મગ, મરચાં, ગાજરના નાના નાના ટુકડા કરીને તેની અંદર ટામેટા ગ્રેવી કરીને સીંધવ મીઠું, લીંબુ, મગફળી પાવડર, આદુ, ધાણા-જીરું પાવડર ઉપરથી કોથમીર નાંખીને સજાવી દો."
    },
    {
        id: 158,
        title: "નાળિયેરની કઢી",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેર, તલ પાવડર, શીંગ પાવડર, આદુ - મરચી પેસ્ટ જીરૂ, તલ, મીઠું, લીંબુ."
        ],
        instructions: "નાળિયેરનું દૂઘ કાઢી તેમાં તલ પાવડર, શીંગ પાવડર દૂધના પ્રમાણ મુજબ એડ કરી તેમાં જીરૂ, તલ, મીઠું, લીંબુ, સ્વાદ અનુસાર આદુ - મરચી પેસ્ટ નાખી મિક્સ કરો."
    },
    {
        id: 159,
        title: "બિરયાની",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પૌવા, ટામેટાની ચટણી, બધા વેજીટેબલ (શાક), હળદર, સીંધવ મીઠું લાલ મરચું, લીંબુ, સીંધવ મીઠું"
        ],
        instructions: "પૌવાને પલાળી તેમાં બધા શાક કાપીને નાખવા તેમાં થોડ હળદર, લાલ મરચું, સીંધવ મીઠું, લીંબુ નાખી બરાબર મિક્સ કરવું. ત્યાર બાદ ડીશમાં આછુ પડ કરવું પડ પર ટામેટાની ચટણી રાખવી ને ફરી બીજુ પડ ચટણી પર બનાવવું બિરયાની આ રીતે તૈયાર થશે."
    },
    {
        id: 160,
        title: "દમ આલું",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "બટેટા, ડુંગળી, આદુ, લસણ, લીંબુ, મરચું, ટામેટા, લાલ મરચું, કોથમીર, જીરૂ, ઈલાયચી, મીઠું."
        ],
        instructions: "બટેટાના નાના પીસ કરો તેમાં ડુંગળી, આદુ, લસણ, લીબું, મરચું, ટામેટા, લાલ મરચું, જીરૂ, ઈલાયચી, કોથમીર બધુ ક્રશ કરી બટેટા માં લીબું, મીઠું, સ્વાદ અનુસાર નાખી મિક્સ કરો."
    },
    {
        id: 161,
        title: "પાલખ ટામેટા શાક",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ટામેટા, પાલખ, લાલ મરચું. મીઠું. લીબું, જીરૂ, કોથમીર, મથ."
        ],
        instructions: "ટામેટા જીણા કાપવા, પાલખ, બારીક કાપવું. તેમાં લાલ મરચું, મીઠું, લીંબુ ને મઘ ઘાણા જીરૂ સ્વાદ અનુસાર નાખવું. કોથમીર બારીક કાપી શાકમાં મિક્સ કરો આ બધુ મિક્સ કરી શાક તૈયાર કરો."
    },
    {
        id: 162,
        title: "પ્રાકૃતિક પાઉંભાજી",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "લીલા વટાણા, ડુંગળી, શિમલા, ફણસી, ટામેટા, દૂધી, આદુ, મરચાં, લસણ, મીઠું, લાલ મરચું, હળદર, કોથમીર, લીંબુ, કોબી, ફલાવર, બટેટા, તૂવેર દાણા."
        ],
        instructions: "લીલા વટાણા, ડુંગળી, શિમલા, ફણસી, ટામેટા, તૂવેર દાણા, કોથમીર બારીક કાપેલ,બાકી શાકભાજી ના જીણા ટૂંકડા કરવા તેમાં આદુ, મરચાં, લસણની પેસ્ટ કરવી મીઠું, લાલ મરચું, હળદર, લીંબુ સ્વાદ અનુસાર લેવું, ફલાવર, બટેટા, કોબીના નાના ટુકડા કરવા, આ બધુ બરાબર મિક્સ કરી પ્રાકૃતિક પાઉભાજી તૈયાર કરો."
    },
    {
        id: 163,
        title: "પાલખ પનીર",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પાલક, કોથમીર, આદુ, મીઠું, લીંબુ, લાલ મરચું, નેચરલ પનીર."
        ],
        instructions: "પાલખ, કોથમીર, આદુ, લીલા મરચાં ક્રશ કરી. તેમાં સ્વાદ અનુસાર મીઠું, લીંબુ ઉમેરી તેમાં નેચરલ પનીરના નાના ટુકડા કરી સાથે મિક્સ કરવું."
    },
    {
        id: 164,
        title: "પંજાબી",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફલાવર, વટાણા, તુરીયા, બટેટા, તુવેર, દુધી, શિમલા, ટામેટા, લાલ મરચું, હળદર, મીઠું, લીંબુ, કોથમીર, આદુ."
        ],
        instructions: "બધા શાકભાજીના નાના મીડીયમ સાઈઝના ટુકડા કરી મસાલો મિક્સ કરી સ્વાદ અનુસાર પંજાબી તૈયાર કરો."
    },
    {
        id: 165,
        title: "કાજુ કારેલા",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કારેલા, કાજુ, તલનો પાવડર, કિસમીસ, મીઠું, લાલ મરચું, કોથમીર, લીંબુ, આદુ, મધ."
        ],
        instructions: "કારેલા ને ઉપરથી છાલ કાઢી તેના ગોળ ચક્કર કરવા તેમાં ઉપર થી મીઠું નાખી થોડી વાર રાખવું ત્યાર બાદ દબાવીને પાણી કાઢી નાખવું તેમાં કાજુ, લાલ મરચું, કોથમીર, મીઠું, લીંબુ, આદુ, તલનો પાવડર ને મધ નાખી બરાબર બધુ મિક્સ કરી ઉપર કિસમીસ નાખવી."
    },
    {
        id: 166,
        title: "આલુ સ્ટીક",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "બટેટા, મીઠું, લીંબુ, સંચળ પાવડર, લાલ મરચું, મરી પાવડર, કોથમીર."
        ],
        instructions: "બટેટાની લાંબી સ્ટીક બનાવવી તેમાં ભીઠું, લીંબુ, સંચળ પાવડર, લાલમરચું, મરી પાવડર સ્વાદ અનુસાર મિક્સ કરી તેના પર કોથમીર ભભરાવી આલુ સ્ટીક તૈયાર કરો."
    },
    {
        id: 167,
        title: "આલુ પાલખ",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પાલખ, જીરૂ, મીઠું, લીંબુ, બટેટા."
        ],
        instructions: "પાલખને ક્રશ કરી તેમાં જીરૂ, મીઠું, લીંબુને બટેટાનાં ટૂંકડા નાખવા."
    },
    {
        id: 168,
        title: "ફ્રુટ શાક",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કોઈ પણ એક ફ્રુટ, મીઠું, લીંબુ, લીલુ મરચું, કાજ. બદામ."
        ],
        instructions: "સફરજન, કેળા, પાઈનેપલ, કેરી, શક્કરટેટી જેમાંથી કોઈ પણ એક ફ્રુટ લઈ તેને કાપી તેમાં મીઠું, લીંબુ, લીલુ મરચું, કાજુ - બદામ ટૂકડા મિક્સ કરી શાક તૈયાર કરવું."
    },
    {
        id: 169,
        title: "વેજીટેબલ રાયતું",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "દૂધી - ૧",
            "બટેટા - ૪",
            "શિમલા મરચાં - ૧",
            "તુરીયા - ૧",
            "ગલકું – ૧",
            "ટીંડોરા - ૪",
            "પાકા કેળા - ૩",
            "મગફળી પાવડર - ૧",
            "રાઈ પાવડર - સ્વાદાનુસાર",
            "સુકા નાળિયેર પાવડર - ૧ કપ",
            "સીંધવ મીઠું - સ્વાદાનુસાર",
            "ઘાણા જીરું પાવડર - સ્વાદાનુસાર",
            "લીંબૂ, આદુ-મરચા પેસ્ટ - સ્વાદાનુસાર"

        ],
        instructions: "બધી જ શાકભાજીઓને કાપીને લાંબા ટુકડા કરીને કેળા, રાઈ પાવડર, ધાણા-જીરું પાવડર અને મગફળી પાવડર પીસી લઈને ગ્રેવી તૈયાર કરવું. તેની અંદર કાપેલા શાકભાજી મિક્સ કરવા. ને બધા મસાલા મિક્સ કરવા ઉપરથી કોથમીર સજાવી દો. ખાઈને ઝૂમી ઉઠશો."
    },
    {
        id: 170,
        title: "ફ્રુટ રાયતું",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેર - ૨ કપ",
            "પાકા કેળા - ૩ કપ",
            "સફરજન – ૧ કપ",
            "ચીકુ - ૫ કપ",
            "પપૈયું – ૨ કપ",
            "અનાનસ - ૨ કપ",
            "દાડમ – ૨ કપ",
            "દ્રાક્ષ - ૨ કપ",
            "મધ - ૧/૨ કપ",
            "ઘાણા-જીરું પાવડર - સ્વાદાનુસાર",
            "સીંધવ મીઠું - સ્વાદાનુસાર"
        ],
        instructions: "બધા જ ફ્રુટ કાપીને લાંબા ટુકડા કરીને કેળા, રાઈ પાવડર, ધાણા-જીરું પાવડર અને મગફળી પાવડર પીસી લઈને ગ્રેવી તૈયાર કરવી. તેની અંદર કાપેલા ફુટ મિક્સ કરવા. ઉપરથી કોથમીર સજાવી દો. ખાઈને ઝૂમી ઉઠશો."
    },
    {
        id: 171,
        title: "નાળિયેરનું રાયતું",
        category: "રાયતુ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "આ રાયતું પણ ચટણીના એક પ્રકાર જેવું જ સ્વાદિષ્ટ રાહતું બનાવી શકાય છે",
            "લીલા નાળિયેરની મલાઈ અથવા કોપરુ-૧ કપ",
            "કેળા - ૫ કપ",
            "તલ - ૩ કપ",
            "લીંબુ - સ્વાદ અનુસાર",
            "રાયનો ભૂક્કો - ૨ કપ",
            "ખજૂરની કટકી ૧ કપ",
            "સંચળ - સ્વાદાનુસાર",
            "આદુ - મરચા પેસ્ટ",
            "મોળા મરચાં જરૂરત પ્રમાણે."
        ],
        instructions: "તલ સહીત લીલા નાળિયેર અથવા શ્રીફળના કોપરાને મિક્સરમાં ફેરવી ઘટ્ટ મિશ્રણ બનાવી, તેમાં કેળાનાં ગોળ પતિકા બનાવી ભેળવી દેવા. હવે તેમાં લીંબુ નીચોવી, રાયનો ભૂક્કો, સંચળ, શેડી ખજૂરની કટકી વગેરે નાખીને સ્વાદિષ્ટ રાયતુ બનાવી ચકાય છે. શ્રીફળની જગ્યાએ ક્યારેક મગફળી, તો કયારેક અમેરીકન મકાઈ વગેરેનો પણ ઉપયોગ થઈ શકે. કેળા ઉપરાંત ગલકા, ઘીસોડા, દૂધી, બટેટા વગેરે નાખીને પણ રાયતું બનાવાય છે."
    },


    {
        id: 172,
        title: "નાળિયેળનું ફ્રુટ સલાડ",
        category: "નાળિયેરના દુધની વાનગીઓ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેરનું દૂધ - ૪ કપ",
            "ખજૂર ૨ કલાક પલાળેલો - ૧ કપ",
            "અંજીર પલાળેલા ૧ કપ",
            "ઈલાયચી પાવડર - ૧ ચમચી",
            "પાકા કેળા - ૨",
            "ચીકુ - ૨",
            "સફરજન - ૧",
            "પપૈયું - ૧ કપ",
            "દ્રાક્ષ - ૧/૨ કપ",
            "કેરી - ૨ કપ"
        ],
        instructions: [
            "નાળિયેર તોડીને કોપરું કાઢીને મિક્સરમાં નાંખી ક્રશ કરી ગરણાથી ગાળી દૂધ તૈયાર કરવું. ખજૂર, અંજીર પીસીને અંદર મિક્સ કરવું. બધાં ફ્રુટ નાનાં-નાનાં ટુકડા કરીને મીઠા દૂધમાં નાંખવું, સજાવટ માટે ગુલાબ ના તાજા ફૂલ તેમજ બીટનો રસ નાંખો.",
            "વિશેષ સ્વાદ માટે ઈલાયચી, જાયફળ અને ગુલાબજળનો ઉપયોગ કરવો. ઠંડુ કરવા થોડીવાર ફ્રીજમાં રાખવું. દાડમના દાણા પણ નાખી શકાય.",
            "ફ્રુટસલાડ એટલું સ્વાદિષ્ટ લાગશે કે ફુટસલાડ પીઈને ઝૂમી ઉઠશો."
        ]
    },
    {
        id: 173,
        title: "નાળિયેરના દૂધની છાશ",
        category: "નાળિયેરના દુધની વાનગીઓ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયરનું દૂધ - ૪ કપ",
            "લીંબુ - ૪ ચમચી",
            "કુદીનો પીસેલો - ૧ ચમચી",
            "મીઠા લીમડાના પાન પીસેલા - ૨ ચમચી",
            "કોથમીર પીસેલી - ૧ ચમચી",
            "સીંધવ મીઠું - ૨ ચમચી",
            "જીરૂ પાવડર – સ્વાદ અનુસાર"
        ],
        instructions: "નાળિયેરના દૂધમાં ફુદીનો, મીઠો લીમડો, કોથમીર, સીંધવ મીઠું, જીરું, લીંબુ મિક્સ કરીને છાશ બનાવો. છાશ પીઈને ઝુમી ઉઠશો."
    },
    {
        id: 174,
        title: "ગુલાબી છાશ",
        category: "નાળિયેરના દુધની વાનગીઓ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "બીટ પીસેલું - ૧ કપ",
            "નાળિયેરનું દૂધ - ૪ કપ",
            "લીંબુ - ૪ ચમચી",
            "ફુદીનો પીસેલો - ૧ ચમચી",
            "મીઠા લીમડાના પાન પીસેલા - ૨ ચમચી",
            "કોથમીર પીસેલી – ૧ ચમચી",
            "સીંધવ મીઠું - ૨ ચમચી",
            "ધાણા-જીરું – ૨ ચમચી"
        ],
        instructions: "નારિયળના દૂધમાં બીટ, ફુદીનો, મીઠો લીમડો, કોથમીર, સીંધવ મીઠું, ધાણા – જીરું, લીંબુ મિક્સ કરીને છાશ બનાવો. છાશ પીઈને ઝુમી ઉઠશો."
    },


    {
        id: 175,
        title: "શ્રીફળનું દૂધ",
        category: "દૂધ બનાવવાની રીત",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "શ્રીફળ (કોપરા)નાં નાના ટુકડા કરી તેમાં તેનું પાણી નાખી પીસી નાખો તેમજ થોડું વધારાનું મિનરલ પાણી નાખી પીસી નાખો ત્યારબાદ ગરણાથી નિચોવી નાખો એટલે ખૂબજ ઘાટુ દૂધ તૈયાર થઈ જશે એક શ્રીફળમાંથી એક લિટર દૂધ તૈયાર થાય છે જો તેને ગળ્યું બનાવવું હોય તો તેમાં પોચો ખજૂર નાખી પીસી નાખો એટલે સ્વાદિષ્ટ દૂધ તૈયાર."
    },
    {
        id: 176,
        title: "બદામનું દૂધ",
        category: "દૂધ બનાવવાની રીત",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "એક લિટર દૂધ બનાવવા માટે ૨૫૦ ગ્રામ બદામને ચોખ્ખી કરી રાત્રે ઠંડા પાણીમાં પવાળી દેવી ત્યારબાદ બીજા દિવસે તે પાણી કાઢીને ફેંકી દેવું અને નવા ઠંડા પાણીથી સાફ કરી પછી મિક્સરમાં થોડું મિનરલ પાણી નાખી પીસીને ગરણાથી નિચોવી નાખો તેથી ઘાટું દૂધ નીકળશે તેમાં જરૂરી વધારાનું પાણી નાખી એક લિટર દૂધ તૈયાર થઈ જશે."
    },
    {
        id: 177,
        title: "મગફળીનું દૂધ",
        category: "દૂધ બનાવવાની રીત",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "સૌ પ્રથમ મગફળીના દાણાને રાત્રે ઠંડા પાણીમાં પલાળીને સવારે તે પાણી કાઢી ફેંકી દેવું ત્યારબાદ ઉપરની છાલ કાઢી નાખવી પછી જરૂરી ચોખ્ખું પાણી નાખી મિકસરમાં પીસી ગરણાથી નીચોવી નાખો તેથી મગફળીનું દૂધ તૈયાર થઈ જશે. આ પ્રમાણે કાજુ, સોયાબીન, મકાઈ, વગેરેના દૂધ બનાવી શકાય છે. તેને ગળ્યા બનાવવા માટે તેમાં કેળા, સફરજન, ખજૂર, કિસમીસ, દ્રાક્ષ, અંજીર, મુનક્કા અથવા ખડી સાકર (કોઈ પણ એક) નાખી પીસી નાખો તેથી ગળ્યું દૂધ તૈયાર થઈ જશે. સુગંધી બનાવવા ઈલાયચી પાવડર પણ ભેળવી શકાય. આ દૂધમાં જુદા જુદા ફુટ નાખી ફુટસલાડ તેમજ જુદા જુદા ફલેવરની આઈસ્ક્રીમ પણ બનાવી શકાય છે."
    },


    {
        id: 178,
        title: "ખજૂરના લાડુ",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ખજૂર - ૧ કીલો",
            "અંજીર - ૨૦૦ ગ્રામ",
            "બદામ - ૨૦૦ ગ્રામ",
            "કાજુ - ૨૦૦ ગ્રામ",
            "નાળિયેર પાવડર - ૨૦૦ ગ્રામ",
            "ઈલાયચી - ૧ ચમચી"
        ],
        instructions: "ખજૂરના ઠળિયા કાઢી તેમાં કોપરાનું ખમણ, કાજુ બદામ અંજીર પીસેલા અથવા ઝીણા સમારેલા આ બધું એક મોટા વાસણમાં ભેગું કરી લોટ બાંધીએ તે રીતે બધું મિકસ કરી તેનાં લાડુ વાળી લેવા. ત્યારબાદ ઝીણા કોપરાના ખમણમાં લાડું ને ફેરવવા તેથી એકબીજા ચોટી ન જાય."
    },
    {
        id: 179,
        title: "તલના લાડુ",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "તલ - ૧ કીલો",
            "અંજીર - ૨૦૦ ગ્રામ",
            "કિસમિસ - ૧૦૦ ગ્રામ",
            "કાજુ પાવડર ૧૦૦ ગ્રામ",
            "બદામ પાવડર - ૧૦૦ ગ્રામ",
            "ગોળ (નરમ) – ૮૦૦ ગ્રામ"
        ],
        instructions: "તલને મિક્સરમાં પીસી તેમાં દવા વગરનો દેશી ગોળ નાખી થોડા કાજુ કિસમિસ નાખી બધુ મિકસ કરી લચકો બનાવવો. ત્યારબાદ લાડુ બનાવવા."
    },
    {
        id: 180,
        title: "નાળિયેરના લાડુ",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેર છીણેલું - ૧ કીલો",
            "મધ - ૮૦૦ ગ્રામ",
            "બદામ પાવડર - ૨૦૦ ગ્રામ",
            "કાજુ પાવડર - ૨૦૦ ગ્રામ",
            "ઈલાયચી - ૨ ચમચી"
        ],
        instructions: "નાળિયેર પાવડર, બદામ-કાજુ પાવડર, ઈલાયચી, મધ બધી સામગ્રી મિક્સ કરીને લોટ બાંધીએ તે રીતે બધું મિક્સ કરી તેનાં લાડુ વાળી થવા."
    },
    {
        id: 181,
        title: "કોકો બર્ફી",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેર છીણેલું ૨ કપ",
            "ઈલાયચી પાવડર - ૨ ચમચી",
            "કિસમિસ - ૧ કપ"

        ],
        instructions: ["નાળિયેર છીણેલું અને કિસમિસને મીક્સરમાં ક્રશ કરીને એક પ્લેટમાં કાઢીને ઈલાયચી પાવડર મિક્સ કરીને, થાળીમાં નાંખીને જમાવી દેવું. ઉપરથી સારોલી, કાજુના ટુકડા થી સજાવી દો. બહીંની રીતે કાપીને પ્રયોગ કરો. ટેસ્ટી સ્વાદ અનુભવ કરશો.",
            "કારણ : નાળિયેર છીણેલું અથવા તાજું નાળિયેરનું આ રીતે બનાવી શકાય છે."
        ]
    },
    {
        id: 182,
        title: "ડ્રાઈફ્રુટ રબડી",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેર-૧",
            "મધ-૧ ચમચો",
            "ઈલાયચી ૧ ચમચી",
            "કાજુ, બદામ, પીસ્તા, અંજર જરૂર મુજબ"
        ],
        instructions: "નાળિયેરનું દૂધ કાઢી તેમાં ડ્રાઈફૂટ પાવડર, મઘ નાખી મિક્સ કરવું."
    },
    {
        id: 183,
        title: "નાળિયેર લચકા",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "લીલા નાળિયેરનું છીણ - ૨ કપ",
            "મધ - ૧ ચમચી",
            "કિસમિસ - ૨ મોટી ચમચી",
            "મગફળી પાવડર - ૧ કપ",
            "ઈલાયચી પાવડર - ૧ ચમચી",
        ],
        instructions: "નાળિયેરનું છીણ કરીને તેની અંદર મધ, કિસમિસ, મગફળી પાવડર, ઈલાયચી પાવડર મિક્સ કરી દો. બહુ જ મજા આવશે."
    },
    {
        id: 184,
        title: "કોકો મિલ્ક",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેર-૧",
            "કોકો પાવડર-૧ ચમચી",
            "મઘ સ્વાદ અનુસાર"
        ],
        instructions: "નોંધ :- નાળિયેરનું દૂધ કાઢી તેમાં કોકો પાવડર, મધ સ્વાદ અનુસાર મિક્સ કરવું."
    },
    {
        id: 185,
        title: "બનાના શેક",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેરનું દૂધ, કેળા, મઘ, કાજુ."
        ],
        instructions: "નાળિયેરનું દૂધ કાઢી તેમાં કેળા, મઘ, કાજુ મિક્સરમાં ફેરવવું જેથી બનાના શેક તૈયાર થશે."
    },
    {
        id: 186,
        title: "ખજુર રબડી",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેર, કાજુ, ઈલાયચી પાવડર, ખજૂર, બદામ."
        ],
        instructions: "નાળિયેરનું દૂધ કાઢી તેમાં ખજુર, કાજુ બદામ, ઈલાયચી પાવડર મિક્સ કરી તેમાં ખજૂરની નાની નાની ગોળીઓ વાળી તેને દુધમાં નાખવી."
    },
    {
        id: 187,
        title: "ગાજરની ખીર",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ગાજર, સાકર, નાળિયેરનું દૂધ, ઈલાયચી પાવડર, કાજુ, બદામ, દ્રાક્ષ."
        ],
        instructions: "ગાજર છીણી લો તેમાં સાકર, નાળિયેરનું દૂધ, ઈલાયચી પાવડર, કાજુ, બદામ, દ્રાક્ષના નાના ટુકડા આ બધુ બરાબર મિક્સ કરી ગાજરની ખીર તૈયાર કરો."
    },
    {
        id: 188,
        title: "પેંડા",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કોપરૂ, મધ, ઈલાયચી, કાજુ, બદામ પાવડર."
        ],
        instructions: "કોપરાનો ચૂરો, મઘ, ઈલાયચી, કાજુ,બદામ પાવડર મિક્સ કરી પેંડા વાળિલો."
    },
    {
        id: 189,
        title: "કેરી કેક",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કેરી, કાજુ-બદામ આખા, કાજુ બદામ પાવડર, મઘ."
        ],
        instructions: "કેરીના પીસ કરી તેનાં કાજુ બદામ પાવડર ને મધ મિક્સ કરી મનગમતી ગોઠવી તેમાં આખા કાજુ બદામથી ડેકોરેટ કરી કેક તૈયાર કરો."
    },
    {
        id: 190,
        title: "તલ સુખડી",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "તલ, ગોળ, આદુ, સુવા."
        ],
        instructions: "તલને ક્રશ કરી તેમાં ગોળ, આદુ, સુવા દાણા મિક્સ કરી ડીશમાં થાપી દેવું. ને પીસ કરી તૈયાર કરો તલ સુખડી."
    },
    {
        id: 191,
        title: "અળશીના લાડુ",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "અળશી, ગોળ, ઈલાયચી."
        ],
        instructions: "અળશી ક્રશ કરી તેમાં યોગ્ય પ્રમાણમાં ગોળ અને ઈલાયચી મિક્સ કરી લાડુ બનાવવા."
    },
    {
        id: 192,
        title: "ડ્રાઈફૂટ લાડુ",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કાજુ, બદામ, અંજીર, ખજૂર, ઈલાયચી, ચારોળી, પીસ્તા, મઘ."
        ],
        instructions: "ડ્રાઈફૂટના પીસ કરી થોડો પાવડર ક્રશ કરવો તે બંને મિક્સ કરી તેમાં ઈલાયચીને મધ યોગ્ય પ્રમાણમાં મિક્સ કરી લાડુ વાળવા."
    },
    {
        id: 193,
        title: "નાળિયેરની લસ્સી",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેરનું દૂધ, મધ, ઈલાયચી."
        ],
        instructions: "નાળિયેરના દૂધમાં મઘ અને ઈલાયચી પાવડર નાખી લસ્સી તૈયાર કરો."
    },
    {
        id: 194,
        title: "નાળિયેરનો શિરો",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેર ખમણ, કાજુ, બદામ, મથ, ઈલાયચી."
        ],
        instructions: "નાળિયેરના ખમણમાં મથ, કાજુ, બદામનો થોડો પાવડરને થોડા મોટા ટુકડા, સાથે ઈલાયચી જરૂર મુજબ મિક્સ કરી નાળિયેરનો શિરો તૈયાર કરો. (સફરજન, મગ, ચણા, દૂધી, પાઈનેપલ, કેરી, ચીકુ, કેળાનો શીરો ઉપર મુજબ બનાવી શકાય.)"
    },
    {
        id: 195,
        title: "બનાના પુડીંગ",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "કેળાંને છોલીને, ખમણેલા લીલા કોપરા સાથે મિકસરમાં ફેરવી લો. પુડિંગ બાઉલમાં આ પુડિંગને ફિજમાં થોડી વાર માટે સેટ થવા દો. એની પર ઈલાયચીનો ભૂકો ભભરાવો અને ખજૂરના ટુકડાથી આ પુડિંગને સજાવી લો. સાકર વિના પણ બાળકની (અને આપણી પણ) ગળપણની માંગ પૂરી કરી શકાશે."
    },
    {
        id: 196,
        title: "ટોપરા પાક",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેર છીણેલું - ૧ કપ",
            "મધ - ૪ ચમચી",
            "કાજુ બદામ પાવડર",
            "ઈલાયચી પાવડર - ૧/૨ ચમચી",
            "સારોલી (જરૂર પડે તો) – ૪ ચમચી"
        ],
        instructions: "નાળિયેર છીણમાં મધ તેમજ કાજુ-બદામ પાવડર ઈલાયચી પાવડર મિક્સ કરી દો. થાળીમાં બર્ફીની જેમ જમાવી ઉપરથી સારોલીથી સજાવી દો."
    },
    {
        id: 197,
        title: "બીટનો હલવો",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "છીણેલું બીટ – ૪ કપ",
            "કાજુ પાવડર ૧ કપ",
            "બદામ પાવડર – ૧ કપ",
            "નાળિયેર છીણ - ૨ કપ",
            "મધ - ૧ કપ",
            "ઈલાયચી - ૨ ચમચી"
        ],
        instructions: "છીણેલું બીટ, નાળિયેર છીણ મિક્સ કરીને તેની અંદર મધ, કાજુ પાવડર, બદામ પાવડર, ઈલાયચી મિક્સ કરી દો. બહુ મજા પડી જશે."
    },
    {
        id: 198,
        title: "બનાના સ્ટિક",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કેળા, સંચળ પાવડર, મિઠું, લીંબુ."
        ],
        instructions: "કેળાના બે પીસ કરી વચ્ચેથી કાપવું તેમાં સંચળ પાવડર, મિઠું, લીંબુ તેમાં ભરી ખાવું."
    },
    {
        id: 199,
        title: "દૂધીનો હલવો",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "દૂધી છીણેલી - ૪ કપ",
            "કેળા - ૨ નંગ",
            "ઈલાયચી - ૨ ચમચી",
            "કાજુ પાવડર ૧ કપ",
            "બદામ પાવડર – ૧ કપ",
            "નાળિયેર છીણેલું – ૨ કપ",
            "મધ - સ્વાદ અનુસાર"
        ],
        instructions: "દૂધી છીણેલી, કેળા, નાળિયેર પાવડર મીક્સ કરીને તેમાં કાજુ પાવડર, બદામ પાવડર, ઈલાયચી મિક્સ કરીને હલવો બનાવો. વધુ સજાવટ માટે ગુલાબની પાંદડીનો ઉપયોગ કરવો."
    },
    {
        id: 200,
        title: "પાઈનેપલ લચકા",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પાઈનેપલ છીણેલું - ૨ કપ",
            "નાળિયેર છીણ – ૧/૨ કપ",
            "મધ - ૧ ચમચો",
            "દ્રાક્ષ - ૧ કપ",
            "કેળાં – ૧ કપ",
            "કિસમિસ અથવા ખજૂરના ટુકડા - ૨ ચમચા",
            "ગુલાબજળ – ૧ ચમચો"
        ],
        instructions: "બધી સામગ્રી મિક્સ કરીને કાજુ, દ્રાક્ષ, કેળાનાં ટુકડા કરી કોઈ પણ સુંદર ફળથી સજાવી દો."
    },
    {
        id: 201,
        title: "ગાજરનો હલવા",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ગાજર છીણેલું - ૪ કપ",
            "ઈલાયચી - ૨ ચમચી",
            "કાજુ પાવડર – ૧ કપ",
            "બદામ પાવડર - ૧ કપ",
            "નાળિયેર છીણેલું - ૨ કપ",
            "મધ - ૨ ચમચી"
        ],
        instructions: "ગાજર છીણેલું, નાળિયેર પાવડર મિક્સ કરીને તેમાં કાજુ પાવડર, બદામ પાવડર, ઈલાયચી નાંખીને હલવો બનાવો."
    },
    {
        id: 202,
        title: "મહાપ્રસાદ",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પાકાં કેળા - ૬ કપ",
            "ગોળ છીણેલો – ૧ કપ",
            "નાળિયેર છીણેલું – ૧ કપ",
            "કાજુ પાવડર - ૧ કપ",
            "કિસમિસ - ૧ કપ"
        ],
        instructions: ["કેળાના ગોળ ટુકડા કરીને મિક્સ કરી દો. તેમાં કાજુ, કિસમિસ તેમજ ગુલાબની પાંદડીથી સજાવી દો.",
            "(સત્સંગ, ઉત્સવ, પાર્ટી તેમજ કાર્યક્રમમાં તરતજ તૈયાર કરીને આપવા માટે ઉપલબ્ધ છે.)"
        ]
    },
    {
        id: 203,
        title: "ખજૂર જાંબુ",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કાપેલો ખજૂર - ૧ કિલો (કાળી મસ્કતી ખજૂર હોય તો વધારે સારું)",
            "નાળિયેર છીણેલું – ૨૫૦ ગ્રામ",
            "અંજીર - ૫૦ ગ્રામ",
            "કિસમિસ ૧૦૦ ગ્રામ",
            "કાજુના ટુંકડા - ૧૫૦ ગ્રામ",
            "ઈલાયચી પાવડર - ૩ ચમચી",
            "ખસખસ - ૧૦૦ ગ્રામ"
        ],
        instructions: "અંજીરના નાના નાના ટુકડા કરી, કિસમિસ, કાજુના ટુકડા અને એક મુઠ્ઠી નાળિયેરનું છીણ સાથે ભેગું કરી અને આ મિક્સ કરેલું અલગ રાખવું. ૧ કિલો ખજૂર અને છીણેલું નાળિયેર પાવડર અને ઈલાયચી નાંખીને સારી રીતે મિક્સ કરી દો. જેવા આકારનો લડુ બનાવવા ઈચ્છો એટલો ખજૂર હાથમાં મુઠ્ઠીથી દબાવીને તેની અંદર તૈયાર કરેલી અંજીરની ૧ ચમચી નાંખી દો અને ખજૂર ગોળ કરી દેવો. મસાલો અંદર નાખવો, લાંબા જાંબુનનો આકાર આપો અને ખસખસમાં સારી રીતે રોલ કરી થાળીમાં સજાવી દો. ખાઈને મજા આવી જશે. આ અત્યંત પૌષ્ટિક મીઠાઈ છે. આ મીઠાઈ એક મહીના સુધી રાખી શકાય છે."
    },
    {
        id: 204,
        title: "તલની બર્ફી",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "તલ - ૧ કીલો",
            "અંજીર - ૨૦૦ ગ્રામ",
            "કિસમિસ - ૧૦૦ ગ્રામ",
            "કાજુ પાવડર - ૧૦૦ ગ્રામ",
            "બદામ પાવડર - ૧૦૦ ગ્રામ",
            "ગોળ છીણેલો - ૮૦૦ ગ્રામ",
        ],
        instructions: "તલને મિક્સરમાં પીસી તેમાં દવા વગરનો દેશી ગોળ નાખી થોડા કાજૂ કિસમિસ નાખી બધુ મિકસ કરી લચકો બનાવવો. થાળીમાં બર્ફીની જેમ જમાવી ઉપરથી નાળિયેર પાવડરથી રાજાવી દો."
    },
    {
        id: 205,
        title: "બનાના રોલ",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પાકા કેળાં - ૪",
            "મગફળી પાવડર – ૧ કપ",
            "નાળિયેર છીણેલું – ૧/ર કપ",
            "૩,૪ કલાક પલાળેલી કાળી દ્રાક્ષ – ૧/૨ કપ",
            "ઈલાયચી પાવડર - ૧ ચમચી"
        ],
        instructions: "કેળાની છાલ ઉતારીને અડધા - અડધા કરી દો પછી દરેક ટુકડાને મગફળી પાવડરમાં ચારે બાજુ હળવા હાથથી દબાવી સારી રીતે રોલ કરો જેથી કેળા પાવડરવાળા થઈ જાય. એક પ્લેટમાં સજાવીને ઈલાયચી પાવડર ઉપરથી નાંખો પછી નારિયળ તથા કાળીદ્રાક્ષ થી સજાવી દો."
    },
    {
        id: 206,
        title: "ગુલાબી દૂધ",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેરનું દૂધ - ૧ ગ્લાસ",
            "સાદું ઠંડુ પાણી - ૨ ગ્લાસ",
            "ગુલાબજળ - અડધો કપ",
            "મધ અથવા અન્ય મિઠાઈ - તમારી પસંદ પ્રમાણે",
            "બીટનો રસ - ૨ ચમચી"
        ],
        instructions: "બધી સામગ્રી ૧ વાસણમાં નાંખી મિક્સ કરી દો, બીટના રસથી ગુલાબી રંગના શરબતની સુંદરતામાં વધુ સ્વાદ આવશે."
    },
    {
        id: 207,
        title: "મિક્સ ફ્રુટ કોકટેલ",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "સફરજન – ૧",
            "દ્રાક્ષ - ૧/૨ કપ",
            "કાળી દ્રાક્ષ - અડધો કપ",
            "નારંગી રસ - ૧ કપ",
            "મોસંબી - અડધો કપ",
            "અનાનસ - ૧ કપ"
        ],
        instructions: ["અલગ અલગ ફળોનો પ્રયોગ કરી અલગ પ્રકારના જ્યુસ કાઢી શકાય છે. તેમજ સ્વાદિષ્ટ બનાવવા માટે સ્વાદ અનુસાર મસાલો નાંખી શકાય છે. જરૂર પડે તો પાણીનો પણ ઉપયોગ કરી શકાય છે.",
            "આદુ, અનાનસ, જમરૂખ, આલુ",
            "સ્ટ્રોબેરી અને સંતરા",
            "નાસપતી અને મોસંબી",
            "જન્મદિવસ કેક"
        ]
    },
    {
        id: 208,
        title: "રોયલ કેક",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કાપેલા ખજૂર - ૫૦૦ ગ્રામ",
            "કાજુ પાવડર ૩૦૦ ગ્રામ",
            "ઈલાયચી - ૨ નાના ચમચા",
            "કોઈ પણ સુકોમેવો અથવા ફળસજાવટ માટે"
        ],
        instructions: "ખજૂરનો પોણો ઈંચ અથવા ૧ ઈંચ મોટો થર બનાવી અને તેની ઉપર કાજુના પાવડરથી અર્ધી અથવા પા ઈંચનો બીજો એક થર બનાવો ઈલાયચી કાજુ પાવડર પહેલેથી મેળવી શકાય છે. ને ઉપરથી ભભરાવી પણ શકાય."
    },
    {
        id: 209,
        title: "ડિલાઈટ કેક",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "થોડી પલાળેલી મગફળી - ૨ કપ અથવા તલ પાવડર",
            "સુકુ અથવા તાજુ નાળિયેર - ૨ કપ",
            "કિસમીસ - અર્ધોકપ",
            "ઈલાયચી પાવડર - ૨ નંગ"

        ],
        instructions: "નાળિયેર અને કિસમિસને મિક્સરમાં એક સાથે ઝીણું કરી મગફળીના પાવડરમાં ઈલાયચી સાથે મેળવીને કેકનો આકાર આપી દો. સ્વાદથી નાચી ઉઠશો."
    },
    {
        id: 210,
        title: "સાદી કેક",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            " નાળિયેર છીણેલું - ૫૦૦ ગ્રામ",
            "કાપેલો ખજૂર ૧ કિલો",
            "ખસખસ - ૫૦ ગ્રામ",
            "કાજુના ટુકડા - ૧ કપ",
            "ઈલાયચી, લવીંગ - ૨ ચમચી",
            "મિક્સ ફુટ"
        ],
        instructions: "નાળિયેર, ખજૂર, ખસખસ તથા ઈલાયચીનો પાવડર મિક્સ કરીને માવો બનાવવો. કેકનો આકાર આપો. એક થાળીમાં ૧ ઈંચ ના થર દબાવી કાજુના ટુકડાથી નામ લખો અને તમને મનગમતાં મિક્સ ફુટથી સજાવી દો. નવા જ સ્વાદનો અનુભવ કરશો."
    },
    {
        id: 211,
        title: "સ્ટફ ખજૂર",
        category: "મીઠાઈ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "બિયાં વગરનાં ખજૂર - ૧૦ થી ૧૨",
            "ખમણેલું કોપરું – ૧/૨ કપ",
            "સૂકા મેવાનો ભૂકો - ૧/૨ કપ",
            "ઝીણી સમારેલી કિસમિસ - ૫ થી ૬"
        ],
        instructions: "ખમણેલું કોપરું, સૂકા મેવાનો ભૂકો અને કિસમીસ ભેગાં કરી ખજૂરમાં (કાપ કરી, ઠળીયા કાઢી) ભરો."
    },
    {
        id: 212,
        title: "શાહી ડ્રાયફ્રુટ આઈસ્ક્રીમ",
        category: "આઈસ્ક્રીમ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેર છીણેલું - ૨ કપ",
            "અંજીર - ૫ કપ",
            "કાજૂ - બદામ - ૨૦ નંગ",
            "ખજૂર - ૨૦ નંગ"
        ],
        instructions: "નાળિયેરના ટુકડા મિક્સરમાં પાણી નાખીને પીસી નાખો ત્યારબાદ ગરણાથી નિચોવી નાખો. તેમાં અંજીર, બદામ અને ખજૂરને મિક્સ કરીને ઘાટુ દૂધ બનાવી ફ્રીજરમાં રાખી દેવું. ૧૦ કલાકમાં આઈસ્ક્રીમ તૈયાર થઈ જશે."
    },
    {
        id: 213,
        title: "કોલેટી",
        category: "આઈસ્ક્રીમ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાળિયેર છીણેલું - ૨ કપ",
            "અંજીર - ૨ કપ",
            "કાજૂ-બદામ - ૨૦ નંગ",
            "ખજૂર - ૨૦ નંગ",
            "પીસ્તા - ૧૫ નંગ",
            "કીસમીસ - ૨૦ નંગ"
        ],
        instructions: "નાળિયેરના નાના ટુકડા કરી તેમાં તેનું મીનરલ પાણી નાખીને પીસી નાખો ત્યારબાદ પ્લાસ્ટીકના ગરણાથી નિચોવી નાખો એટલે ખૂબ જ ઘાટુ દૂધ તૈયાર થઈ જશે. તેની અંદર ખજૂર, કાજૂ, બદામ, પીસ્તા અને કિસમીસનું છીણ અથવા નાના ટુકડા કરીને ઘાટુ દૂધ બનાવી જમાવવા માટે ખાનામાં ફ્રીજરમાં રાખી દો."
    },
    {
        id: 214,
        title: "(સોમવાર) કોબીની ભેળ",
        category: "બાળકો માટે અઠવાડીયાની સાત વાનગીઓ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ઝીણી સમારેલી કોબી - ૧/ર કપ",
            "લીલો કાંદો ઝીણો સમારેલો (લીલાં પાન સહિત) – ૧ નંગ",
            "પલાળેલી શીંગ - ૭-૮"
        ],
        instructions: "સ્વાદ પ્રમાણે જીરું, મરી, લાલ મરચાંનો ભૂક્કો અને લીંબુનો રસ, નમક સામગ્રી ભેગી કરી, કરો કોબીની ભેળ તૈયાર !"
    },
    {
        id: 215,
        title: "(મંગળવાર) ખજૂર-પૌંઆ",
        category: "બાળકો માટે અઠવાડીયાની સાત વાનગીઓ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પલાળેલા નાયલોન પૌંઆ – ૧/૨ કપ",
            "ખમણેલું લીલું કોપરું- ૧ નંગ",
            "ઝીણો સમારેલ ખજૂર - ૨ - ૩"
        ],
        instructions: "સ્વાદ પ્રમાણે ઈલાયચીનો ભૂક્કો, પલાળેલા પૌંવા નાની ડિશમાં પાથરી દો. ઉપર ખમણેલું કોપરું અને ઈલાયચીનો ભૂક્કો ભભરાવો. ઝીણા સમારેલા ખજૂરથી સજાવી દો. ખજૂર-પૌંઆ તૈયાર !"
    },
    {
        id: 216,
        title: "(બુધવાર) સિમ્પલ ક્રન્ચ",
        category: "બાળકો માટે અઠવાડીયાની સાત વાનગીઓ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "તાજા મમરા - ૧/૨ કપ",
            "મોળી શીંગ અને દાળિયા – ૧/૪ કપ",
            "નમક, લીંબુ - સ્વાદઅનુસાર"
        ],
        instructions: "સામગ્રી ભેગી કરી, કરો સિમ્પલ ક્રન્ચ તૈયાર !"
    },
    {
        id: 217,
        title: "(ગુરૂવાર) કર્ડ સલાડ",
        category: "બાળકો માટે અઠવાડીયાની સાત વાનગીઓ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "૧/૨ કપ ઝીણી સમારેલી કાકડી",
            "ગાજર અને ઘોલર મરચાં",
            "૧/૪ કપ - શીંગનો ભૂક્કો"
        ],
        instructions: "સ્વાદ પ્રમાણે જીરું - મરીનો ભૂક્કો. કાકડી, ગાજર, ઘોલર મરચાં અને શીંગના ભૂક્કાને કેળાંની ગ્રેવી કરીને ભેગાં 4 કરો. જીરું - મરીનો ભૂક્કો ભભરાવો. કર્ડ સલાડ તૈયાર !"
    },
    {
        id: 218,
        title: "(શુક્રવાર) ફ્રુટ મિક્સ",
        category: "બાળકો માટે અઠવાડીયાની સાત વાનગીઓ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ઝીણું સમારેલું સફરજન અને અનાનસ – ૧/૨ કપ",
            "લીલી દ્રાક્ષ (અડધી સમારેલી) – ૧ કપ",
            "કાજુ-અખરોટના ટુકડા - ૧ ચમચી",
            "સ્વાદ પ્રમાણે જીરું, મરી અને લીંબુનો રસ."
        ],
        instructions: "સામગ્રી ભેગી કરી, કરો ફુટ મિક્સ તૈયાર !"
    },
    {
        id: 219,
        title: "(શનિવાર) ફ્રુટ ટ્રીટ",
        category: "બાળકો માટે અઠવાડીયાની સાત વાનગીઓ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ચીકુ - ૧",
            "કાજુનો ભૂક્કો - ૧ ચમચી",
            "ચપટી ઈલાયચી અને જાયફળનો ભૂક્કો"
        ],
        instructions: "ચીકુના ચોરસ ટુકડા કરી ફુટ ડિશમાં ગોઠવી દો. ઉપર કાજૂ અને જાયફળનો ભૂક્કો ભભરાવો. ફુટ ટ્રીટ તૈયાર !"
    },
    {
        id: 220,
        title: "(રવિવાર) પાઈન ગ્રીટ",
        category: "બાળકો માટે અઠવાડીયાની સાત વાનગીઓ",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "અનાનસની પાતળી ગોળ સ્લાઈસ - ૨",
            "કાજુ વાટેલા - ૨-૩",
            "સ્વાદ પ્રમાણે જીરું-મરીનો ભૂક્કો અને લીંબુનો રસ."
        ],
        instructions: "અનાનસની એક ગોળ સ્લાઈસ ઉપર કાજુ, જીરું અને મરીનો ભૂક્કો ભભરાવો. લીંબુનો રસ ઉમેરો. બીજી ગોળ સ્લાઈસ ઉપર ઢાંકી દો. પાઈન ગ્રીટ તૈયાર !"
    },
    {
        id: 221,
        title: "ખારી થૂલી",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ઘઉંના ફાડા - ૧૫૦ ગ્રામ",
            "ગાજર - ૨ નંગ",
            "બટેટા - ૧ નંગ",
            "જીરું - અડધી ચમચી",
            "હળદર - અડધી ચમચી",
            "પાણી - ૫ કપ",
            "મગદાળ - ૫૦ ગ્રામ",
            "ડુંગળી - ૧ નંગ",
            "તેલ - અડધી ચમચી",
            "કઢીપત્તા - ૧ તીરખી",
            "વટાણા / ચોળી / તુવેર - ૫૦ ગ્રામ",
            "સીંધવ મીંઠુ - સ્વાદ અનુસર"
        ],
        instructions: ["સૌ પ્રથમ દાળ અડધો કલાક પલાળી રાખવી. બધાં શાક ઝીણાં સમારવાં. ત્યારબાદ કુકરમાં તેલ ગરમ કરવા મૂકવું. પછી અંદર જીરું, મીઠોં લીમડો નાખી બધું સમારેલું શાક વઘારવું. ત્યારબાદ એમાં હળદર, મગની પલાળેલી દાળ, સીંધવ, ઘવના ફાડા. નાખી પાકી જાય ત્યાં સુધી ચડવા દેવું.",
            "(નોંધ:- લીલા શાક સીઝન પ્રમાણે નાખી શકાય.)"
        ]
    },
    {
        id: 222,
        title: "રોટલી (બીટની)",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ઘઉંનો લોટ - ૩૦૦ ગ્રામ",
            "બીટનો પલ્પ જરૂર પ્રમાણે."
        ],
        instructions: "લોટ ચાળી અને તેમાં પલ્પ નાખી કણક તૈયાર કરો. ૨ થી ૩ કલાક બાંધેલી કણક પલળવા દો. ત્યારબાદ રોટલી બનાવવી. કોરી રોટલી ગરમ પીરસવી."
    },
    {
        id: 223,
        title: "પાલખ રોટલી",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ઘઉંનો લોટ - ૩૦૦ ગ્રામ",
            "પાલખ પલ્પ - જરૂર પ્રમાણ"
        ],
        instructions: "લોટ ચાળી અને તેમાં પલ્પ નાખી કણક તૈયાર કરો. ૨ થી ૩ કલાક બાંધેલી કણક પલળવા દો. ત્યારબાદ રોટલી બનાવવી. કોરી રોટલી ગરમ પીરસવી."
    },
    {
        id: 224,
        title: "વેજીટેબલ ખીચડી",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ચોખા - ૧૫૦ ગ્રામ",
            "ગાજર -૨ નંગ",
            "ડુંગળી - ૧ નંગ",
            "રાઈ - અડધી ચમચી",
            "હળદર - અડધી ચમચી",
            "મગદાળ - ૫૦ ગ્રામ",
            "બટેટુ - ૧ નંગ",
            "ઘી - અડધી ચમચી",
            "લવિંગ - ૩ થી ૪ નંગ",
            "કઢી પત્તા - ૧ તીરખી",
            "વટાણા/ચોળી/તુવેર - ૫૦ ગ્રામ",
            "પાણી ૫ કપ",
            "સીંધવ - સ્વાદ અનુસાર",
            "આદુ - મરચાં - સ્વાદ અનુસાર"
        ],
        instructions: "સૌ પ્રથમ મગદાળ પલાળી રાખવી. ત્યારબાદ બધાં શાક સમારવાં ત્યારપછી ચોખા ધોઈ લેવા અને કુકરમાં ઘી મૂકી ઘી ગરમ થાય પછી અંદર રાઈ, લવિંગ, મીઠો લીમડો નાખી વઘાર કરવો. ત્યારબાદ સમારેલાં શાક નાખી સાંતળવાં. પછી અંદર દાળ, ચોખા, સીંધવ, હળદર નાખી બરાબર હલાવવું. પછી અંદર પાણી નાખી કૂકર બંધ કરી ત્રણ વ્હીસલ થાય ત્યાં સુધી બાંફવું."
    },
    {
        id: 225,
        title: "કઢી",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "દહીં ૨૫૦ ગ્રામ",
            "આદુ - નાનો ટુકડો",
            "જીરું - અડધી ચમચી",
            "કઢી-પત્તા - ૫-૬ પાન",
            "ચણાનો લોટ – ૩ ચમચી",
            "ઘી - અડધી ચમચી",
            "લવિંગ - ૪ થી ૫ નંગ",
            "ગોળ - સ્વાદ અનુસાર",
            "લીલા ધાણા - સ્વાદ અનુસાર",
            "સીંધવ મીંઠુ - સ્વાદ અનુસાર, લીલુ મરચુ- સ્વાદ અનુસાર"
        ],
        instructions: "સૌ પ્રથમ લોટમાં થોડું સીંધવ, હળદર, અજમો નાખી ચણાનો લોટ બાંધવો. ત્યારબાદ કૂકરમાં વઘાર કરી પાણી ઉકાળો. વઘારમાં વાટેલા આદું, લસણ, લીલું મરચું હળદર, ગુવારના કટકા, સીંધવ નાખી પાણી ઉકાળવું અને ગોળ નાખવો. લોટ બાંધેલો છે તેની રોટલી વણી ચપ્પુથી નાના કટકા કરી ઊકળતા પાણીમાં નાખો અને ત્રણ વ્હીસલ થાય ત્યાં સુધી કૂકરમાં બફાવા દો. ત્યારપછી કૂકર ઠંડુ થાય એટલે ખોલીને લીંબુ, ધાણાજીરું અને લીલા ધાણા નાખવાં."
    },
    {
        id: 226,
        title: "થેપલા",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ઘઉંનો લોટ ૨૫૦ ગ્રામ",
            "આદુ - ૧ ટુકડો",
            "પાલખ / દૂધી / મેથી - ૨૦૦ ગ્રામ",
            "લસણ - ૭/૮ કળી",
            "અજમો - અડધી ચમચી",
            "હળદર-અડધી ચમચી",
            "લાલ મરચા પાવડર - સ્વાદ અનુસાર",
            "સીંધવ - સ્વાદ અનુસાર"
        ],
        instructions: "ઘઉંનો લોટ ચાળી લેવો. ત્યારબાદ પાલખ/મેથીના પાન ઝીણાં સમારવાં અને દૂધી લેવી હોય તો છીણી લેવી. લોટમાં પાલખ, વાટેલું આદુ, લસણ, ગોળ, સીંધવ, હળદર, અજમો બધું નાખી થોડુ તેલ નાખી લોટ બરાબર મસળવો જરૂર પડે તો પાણી લેવું. પછી થેપલા બનાવવાં."
    },
    {
        id: 227,
        title: "મસાલા રોટલા",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "બાજરીનો લોટ-૩૦૦ ગ્રામ",
            "લસણ - ૭ વી ૮ કળી",
            "હળદર -અડધી ચમચી",
            "આદુ - નાનો ટુકડો",
            "સીંધવ - સ્વાદ અનુસાર",
            "અજમો - અડધી ચમચી",
        ],
        instructions: "બાજરીનો લોટ ચાળી લેવો. ત્યારબાદ અંદર વાટેલું આદુ, લસણ, અજમો, હળદર, સીંધવ, પાણી નાખી લોટને બરાબર મસળો. હાથમાં અથવા આડણી પર થાપીને રોટલો બનાવી તાવડીમાં શેકવો. (બીટ અને પાલખ અલગથી નાંખી શકાય છે.)"
    },
    {
        id: 228,
        title: "ગળી થૂલી",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ઘઉંના ફાડા - ૩૦૦ ગ્રામ",
            "પાણી - એક લિટર",
            "દ્રાક્ષ - ૧૦ થી ૧૨ દાણા",
            "ગોળ - ૧૫૦ ગ્રામ",
            "ઈલાયચી - ૫ થી ૬",
            "ઘી - ૧/૨ ચમચી"
        ],
        instructions: "સૌ પ્રથમ ગોળનું પાણી કૂકરમાં ઉકાળવું અને ફાડાને ઘી નાખી મસળી લેવા. ત્યારબાદ ઉકળતા પાણીમાં દ્રાક્ષ અને ફાડા નાખી ત્રણ વ્હીસલ વાગે ત્યાં સુધી કૂકરમાં બફાવા દો. પછી અંદર ઈલાયચી નાખી હલાવી દેવું."
    },
    {
        id: 229,
        title: "ગળી થૂલી",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ઘઉંના ફાડા - ૩૦૦ ગ્રામ",
            "પાણી - એક લિટર",
            "દ્રાક્ષ - ૧૦ થી ૧૨ દાણા",
            "ગોળ - ૧૫૦ ગ્રામ",
            "ઈલાયચી - ૫ થી ૬",
            "ઘી - ૧/૨ ચમચી"
        ],
        instructions: "સૌ પ્રથમ ગોળનું પાણી કૂકરમાં ઉકાળવું અને ફાડાને ઘી નાખી મસળી લેવા. ત્યારબાદ ઉકળતા પાણીમાં દ્રાક્ષ અને ફાડા નાખી ત્રણ વ્હીસલ વાગે ત્યાં સુધી કૂકરમાં બફાવા દો. પછી અંદર ઈલાયચી નાખી હલાવી દેવું."
    },
    {
        id: 230,
        title: "કણકી (ચોખા)",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કણકી - ૨૦૦ ગ્રામ",
            "ડુંગળી – ૧ (નાની)",
            "કેપ્સિકમ – ૧ નાનું",
            "તેલ - અડધી ચમચી",
            "કઢીપત્તા ૧ તીરખી",
            "ગાજર - ૧ નંગ",
            "બટેટુ - ૧ નાનું",
            "મોળું દહીં - ૩ ચમચી",
            "જીરું – ૧ ચમચી",
            "સીંધવ - સ્વાદ અનુસાર"

        ],
        instructions: "સૌ પ્રથમ બધું શાક ઝીણું સમારી દેવું. ત્યારબાદ કૂકરમાં વઘાર મૂકવો. તેલ ગરમ થયા પછી અંદર જીરું, મીઠો લીમડો નાખી શાક વધારવું. પછી અંદર કણકી ધોઈને નાખવી. ત્યાર બાદ બરાબર હલાવવું અને ઢીલી બને એ પ્રમાણે પાણી અને સીંધવ નાખી ૩ થી ૪ વ્હીસલ વાગે ત્યાં સુધી કૂકરમાં બફાવા દો. કૂકર ઠંડૂ પડે પછી અંદર દહીં નાખી બરાબર મિકસ કરી દેવું."
    },
    {
        id: 231,
        title: "પુલાવ",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ચોખા ૩૦૦ ગ્રામ",
            "ડુંગળી – ૧ (નાની)",
            "કેપ્સીકમ - ૧ નાનું",
            "જીરું - ૧ ચપટી",
            "ગાજર ૨ નંગ",
            "બટેટુ - ૧ નાનું",
            "તેલ - અડધી ચમચી",
            "કઢી પત્તા - ૧ તીરખી",
            "સીંધવ મીંઠુ - સ્વાદ અનુસાર"
        ],
        instructions: "સૌ પ્રથમ બધાં શાકની લાંબી ચીરો કરી દો. બીટની અલગ ચીરો કરી લો. બીટ અને બાકીના શાક અલગ અલગ બાફી લેવા. (શાકની ઉપર એક વાટકીમાં બીટ બાફી શકાય. જેથી તેનો કલર બીજા શાકમાં બેસશે નહીં) ત્યારબાદ ઘીના વઘારમાં જીરું, મીઠો લીમડો, લવિંગ નાખી ગોખા વધારવા. સીંધવ નાખી ૨ થી ૩ વ્હીસલ વાગે ત્યાં સુધી કરમાં બાફવું. ભાત થાય પછી અંદર બાફેલું બધું શાક ગ- અલગ બાફેલ બીટ અંદર ભેગું કરી હલાવો. સરસ લાલ કલરનો પુલાવ તૈયાર થશે."
    },
    {
        id: 232,
        title: "વેજીટેબલ મૂઠિયા",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ઘઉંનો કરકરો લોટ – ૩૦૦ ગ્રામ",
            "પાલક / દૂધી / મેથી - ૨૫૦ ગ્રામ",
            "આદુ – ૧ ટુકડો",
            "ગોળ - સ્વાદ અનુસાર",
            "લસણ - ૭ થી ૮ કળી",
            "દહીં - ૩ થી ૪ ચમચી)",
            "મીઠું - સ્વાદ અનુસાર",
            "અજમો - અડધી ચમચી",
            "હળદર - અડધી ચમચી",
        ],
        instructions: "ઘઉંનો રવા જેવો કરકરો લોટ, ઝીણાં સમારેલ પાલખનાં પાન, છીણેલી દૂધી, વાટેલું આદું, લસણ, અજમો, ગોળ, દહીં, હળદર, સીંધવ બધુ નાખી લોટ બાંધવો. ત્યારબાદ એક તપેલામાં પાણી ઉકળી જાય પછી એમાં કાણાંવાળુ વાસણ મૂકી તૈયાર કરેલા લોટનાં નાનાં મૂઠીયાં વાળીને કાણાંવાળા વાસણમાં મૂકવા અને ઢાંકી દેવા. ૪૫ થી ૫૦ મિનિટમાં મૂઠિયાં તૈયાર થઈ જશે."
    },
    {
        id: 233,
        title: "પૌંઆ",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પૌંઆ – ૩૦૦ ગ્રામ",
            "ડુંગળી - ૧ નાની",
            "ગાજર - ૨ નંગ",
            "દાડમ - અડધું",
            "જીરું - અડધી ચમચી",
            "સીંધવ - સ્વાદ અનુસાર લીલા ધાણા",
            "લીંબુ - અડધું",
            "બટેટુ - ૧ નાનું",
            "કેપ્સિકમ ૧ નાનું",
            "હળદર અડઘી ચમચી",
            "તેલ – અડધી ચમચી",
            "હીંગ – એક ચમચી"
        ],
        instructions: "બધાં શાક ઝીણા સમારીને બાફી લેવાં. ત્યાર પછી પૌંઆ ચાળીને ધોઈ લેવા. કડાઈમાં તેલ ગરમ મૂકી અંદર જીરું નાખવું. જીરૂં તતડે એટલે એમાં હિંગ, હળદર, કઢી-પત્તા નાખી પલાળેલ પૌંઆ વઘારવા અને અંદર સીંધવ અને બાફેલું શાક નાખી બરાબર હલાવવું. પછી ઉપરથી લીંબુ, ધાણા, દાડમના દાણા નાખવા."
    },
    {
        id: 234,
        title: "પરવળ + બટેટા",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પરવળ - ૧ કિલો",
            "તેલ - અડધી ચમચી",
            "હળદર - અડધી ચમચી",
            "લીંબુ - અડધું",
            "બટેટા - ૧૦૦ ગ્રામ",
            "જીરું – ૧/૨ ચમચી",
            "હિંગ – ૧ ચમચી",
            "કઢી પત્તા - ૮-૧૦ પાન",
            "ધાણાજીરું - ૨ ચમચી",
            "આદુ – મરચાં સ્વાદ અનુસાર",
            "સીંધવ - સ્વાદ અનુસાર",
            "લીલા ધાણા - સ્વાદ અનુસાર"
        ],
        instructions: "સૌ પ્રથમ પરવળ અને બટેટા સમારીને રાખો. એક કૂકરમાં તેલ ગરમ મૂકો. તેલ ગરમ થયા પછી અંદર જીરું, હિંગ, કઢી પત્તા, હળદર નાખી પરવળ બટેટા નાખો. ત્યારબાદ સીંધવ નાખી બરાબર હલાવો. ૧/૨ કપ પાણી છાંટી એક વ્હીસલ વાગે ત્યાં સુધી બફાવા દો. ત્યારપછી અંદર ધાણા જીરું, બીબુ અને લીલા ધાણા ઉમેરી હલાવો."
    },
    {
        id: 235,
        title: "પાલક + ફણગાવેલા મંગ",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પાલખ - ૧ કીલો",
            "હળદર - અડધી ચમચી",
            "આદુ - નાનો ટુકડો",
            "લીંબુ - અડધું",
            "જીરું - અડધી ચમચી",
            "૧૫૦ ગ્રામ ફ.મગ",
            "સીંધવ – એકદમ થોડું",
            "લસણ - ૭ થી ૮ કળી",
            "તેલ - અડધી ચમચી",
            "હિંગ - એક ચપટી",
            "ધાણાજીરું - ૨ ચમચી"
        ],
        instructions: "સૌ પ્રથમ પાલખ સમારીને તૈયાર કરો. પછી એક કૂકરમાં થોડું તેલ મૂકી અંદર જીરું, હિંગ, વાટેલુ આદુ, લસણ, હળદર નાખી પાલખ અને મગ ઉમેરો. ત્યાર પછી મગના ભાગનું સીંધવ નાખો અને બરાબર હલાવી અડધો કપ પાણી બે વ્હીસલ વાગે ત્યાં સુધી બફાવો દો. ઉપરથી ધાણાજીરું અને ધાણા નાખવાં."
    },
    {
        id: 236,
        title: "રીંગણ + મેથી",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "રીંગણા - ૧ કિલો",
            "તેલ - અડધી ચમચી",
            "હળદર - અડધી ચમચી",
            "લીંબુ - અડધું",
            "બટેટા - ૧૦૦ ગ્રામ",
            "જીરું -૧ ચમચી, મેથી - ૨૦૦ ગ્રામ",
            "હિંગ - એક ચમચી",
            "કઢી પત્તા - ૧૦ પાન",
            "ધાણાજીરું - ૨ ચમચી",
            "આદુ – મરચાં - સ્વાદાનુસાર",
            "સીંધવ - સ્વાદાનુસાર",
            "લીલા ધાણા - સ્વાદાનુસાર"
        ],
        instructions: "મેથી ધોઈને સમારી લેવી. ત્યારપછી રીંગણ આખાં ધોઈને સમારવાં અને કૂકરમાં તેલ ગરમ મૂકી વાટેલું લસણ, જીરું, હળદર નાખી મેથી, રીંગણ વઘારવા અને એમાં સીંધવ નાખી બરાબર હલાવી એકવ્હીસલ વાગે ત્યાં સુધી બફાવા દેવું. પછી ઉપરથી ધાણાજીરું અને લીલા ધાણા નાખવાં."
    },
    {
        id: 237,
        title: "મીક્ષ શાક",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફલાવર - ૨૫૦ ગ્રામ",
            "ગાજર - ૨૫૦ ગ્રામ",
            "લસણ - અડધી ચમચી",
            "હળદર - ૧ ચમચી",
            "ધાણાજીરું - ૨ ચમચી",
            "હિંગ – એક ચપટી",
            "બટેટા - ૧ નંગ",
            "વટાણા - ૫ - શીંગ",
            "તેલ - અડધી ચમચી",
            "કઢીપત્તા - ૧૦ પાન",
            "સીંધવ - સ્વાદાનુસાર",
            "લીલા ધાણા / આદુ - મરચાં સ્વાદ અનુસાર"
        ],
        instructions: "ફલાવર + ગાજર + વટાણા + બટેટા બધું જ શાક પહેલાં ધોઈને સમારીને તૈયાર કરવું પછી કૂકરમાં તેલ ગરમ મૂકી વધાર કરતી. વઘારમાં જીરું, લસણ, કઢીપત્તા, હિંગ, હળદર નાખી શકે વઘારવું. સીંધવ નાખી બરાબર હલાવવું એક વ્હીસલ વાગે ચાં સુધી બફાવા દો. ઉપરથી ઘાણાજીરુ અને લીલા ધાણા નાખી હલાવી દેવું."
    },
    {
        id: 238,
        title: "ગુવાર + કોળ",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ગુવાર - ૨૫૦ ગ્રામ",
            "અજમો ૧ ચમચી",
            "લસણ - ૧૦ કળી",
            "હળદર - ૧ ચમચી",
            "તેલ - અડધી ચમચી",
            "મીઠું - સ્વાદાનુસાર",
            "હિંગ – એક ચમચી",
            "આદુ – મરચા સ્વાદઅનુસાર",
            "ધાણાજીરું - ૨ ચમચી",
            "લીંબુ - સ્વાદઅનુસાર",
            "કોળું – ૧ કિલો"
        ],
        instructions: "કોળું અને ગુવાર સમારી લેવાં અને પછી એક કૂકરમાં તેલ ગરમ મૂકી અંદર અજમો, વાટેલ લસણ-મરચાં, હિંગ, હળદર નાખી શાક વઘારવું. પછી અંદર સીંધવ નાખી બરાબર હલાવી દેવું. ત્યારપછી ધીમો ગેસ રાખી શાક ચડવા દેવું. બફાઈ જાય ત્યારબાદ ધાણા જીરું અને લીલા ઘાણા નાખી હલાવી દેવું."
    },
    {
        id: 239,
        title: "સ્ટ્યુ (મીક્ષશાક)",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ફલાવર - ૨૦૦ ગ્રામ",
            "ગાજર - ૨૦૦ ગ્રામ",
            "દુધી - ૨૦૦ ગ્રામ",
            "બીટ - ૧ નંગ",
            "મરચાં – નાના ટુકડા (૬/૭)",
            "ઘી - ૧ ચમચી",
            "ઘઉંનો લોટ - ૨ ચમચી",
            "કોળું - ૧ કિલો",
            "અજમો - ૧ ચમચી",
            "હળદર - ૧ ચમચી",
            "મીઠું,લીંબુ - સ્વાદાનુસાર",
            "લસણ - આદુ – મરચાં"
        ],
        instructions: "સૌ પ્રથમ બધાં શાકના મોટા ટુકડા કરવા અને શાક સમારીને તૈયાર કરવું. ત્યારબાદ બધું શાક એક કૂકરમાં નાખવું અને અંદર થોડું સીંધવ અને એક કપ પાણી નાખી આદુના ટુકડા અને મરી પણ નાખી દેવા. ત્યારબાદ એક વ્હિસલ વગાડવી. ત્યારપછી એક કડાઈમાં એક ચમચી ઘી નાખી ઘઉંનો લોટ શેકી લેવો. લોટ ગુલાબી રંગનો થાય એટલે કૂકરમાં શાકમાં જે પાણી હોય તે એક વાટકીમાં કાઢી લોટમાં નાખી બરાબર હલાવવું. પછી બધું શાકમાં ઉમેરી આદુ, મરચા, લસણની પેસ્ટ અને અંદર વાટેલી એલચી નાખી હલાવી દેવું."
    },
    {
        id: 240,
        title: "કારેલાં અને ડુંગળી",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કારેલાં - ૨૫૦ ગ્રામ",
            "લસણ - ૧૦ કળી",
            "તેલ - અડધી ચમચી",
            "હિંગ – એક ચમચી",
            "ધાણાજીરું - ૨ ચમચી",
            "કોળું - ૧ કિલો",
            "અજમો - ૧ ચમચી",
            "હળદર ૧ ચમચી",
            "મીઠુ - સ્વાદાનુસાર",
            "આદુ – મરચાં, ડુંગળી – ૨ નંગ"
        ],
        instructions: "કારેલાં આખા ધોઈને સમારવાં અને ડુંગળી સમારવી. પછી એક કૂકરમાં થોડું તેલ મૂકી જીરું અને લસણના કટકા નાખી શાક વઘારવું. પછી અંદર સીંધવ, હળદર, ધાણાજીરું, લાલમરચા, લીંબુ ગોળ નાખી શાક બરાબર હલાવવું. અંદર અડધો કપ પાણી છાંટી એક વ્હીસલ વાગે ત્યાં સુધી બફાવા દેવું."
    },
    {
        id: 241,
        title: "કારેલાં અને ડુંગળી",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાનાં કારેલાં – ૫૦૦ ગ્રામ",
            "લીલું કોપરું - અડધી કાછલીથી ઓછું.",
            "જીરું – ૧ ચમચી",
            "ગોળ - સ્વાદાનુસાર",
            "સીંધવ - સ્વાદાનુસાર",
            "ધાણાજીરું પાવડર - ૨ ચમચી",
            "સીંગદાણા ૧૦૦ ગ્રામ",
            "હળદર - ૧ ચમચી",
            "લસણ - ૧૦ કળી",
            "લીલા ધાણા - ૧૦૦ ગ્રામ"
        ],
        instructions: "કારેલાં ધોઈને એક ચીરો પાડવો. ત્યાર પછી સીંગદાણા શેકી લેવા, કોપરું છીણી લેવું અને મિક્સરમાં સીંગદાણાનો ભૂકો કરવો અને અંદર છીણેલું કોપરું, જીરું, આદુ મરચાની પેસ્ટ, સીંધવ, લીંબુ, હળદર, ધાણાજીરું, વાટેલું લસણ, સમારેલા ધાણા બધુ નાખી મિકસરમાં થોડું પીસવું. ત્યારપછી આ મસાલાને એક વાસણમાં કાઢી થોડો ગોળ ઉમેરી બરાબર મિશ્રણ કરવું અને કારેલામાં મસાલો ભરી કૂકરમાં અડધો કપ પાણી નાખી એક વ્હીસલ વાગે ત્યાં સુધી બફાવા દેવું."
    },
    {
        id: 242,
        title: "રીંગણના રવૈયા",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "નાનાં રીંગણ - ૫૦૦ ગ્રામ",
            "લીલું નાળીવેર - અડધાથી બોછું",
            "સીંગનો ભૂકો - ૧૦૦ ગ્રામ",
            "સીંધવ - સ્વાદાનુસાર",
            "જીરું -૧ ચમચી",
            "ધાણાજીરું - ચમચી",
            "લસણ - ૧૦ કળી",
            "ગોળ- સ્વાદાનુસાર",
            "હળદર - ૧ ચમચી",
            "તેલ - અડધી ચમચી",
            "મરચાં - નાનો ટુકડો"
        ],
        instructions: "સીંગદાણા શેકીને ભૂક્કો કરી દેવો. કોપરું છીણીને સીંગદાણા ભેગું નાખી અંદર આદુ - લસણની પેસ્ટ સીંધવ, હળદર, લીંબુ, જયું. ધાણાજીરું, સમારેલા પાણા બધું મિકસરમાં પીસી લેવું. ત્યારપછી એક વાસણમાં મસાલો કાઢી ગોળ નાખી બરાબર મસળી લેવું. પછી રીંગણમાં એક કાપો પાડી અંદર મસાલો ભરી કૂકરમાં અડધી ચમચી તેલ અને અડધો કપ પાણી નાખી એક વ્હીસલ વાગે ત્યાં સુધી બફાવા દેવું."
    },
    {
        id: 243,
        title: "તૂરીયાં + મગદાળ",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "તૂરીયા - ૧ કિલો",
            "લસણ - ૧૦ કળી",
            "હિંગ – એક ચપટી",
            "જીરું - અડધી ચમચી",
            "મરચાં - ૨",
            "મગદાળ - ૨૦૦ ગ્રામ",
            "તેલ - અડધી ચમચી",
            "હળદર - ૧ ચમચી"
        ],
        instructions: "તૂરીયાં છોલીને ધોઈ લેવાં અને મગની દાળ અડધો કલાક પલાળી દેવી. ત્યારપછી તુરીયાં સમારીને વધાર મૂકવો. કૂકરમાં અડધી ચમચી તેલ, જીરૂ, હીંગ, લસણ, હળદર બધું નાખી તુરિયાં વઘારવા. પછી અંદર સીંધવ નાખી હલાવી દેવું અને મગની દાળ નાખી અડધો કપ પાણી નાખવું. ત્યાર પછી બે થી ત્રણ વ્હીસલ વાગે ત્યાં સુધી બફાવા દેવું."
    },
    {
        id: 244,
        title: "કોબી + વટાણા + બટેટાનું શાક",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "કોબી - ૫૦૦ ગ્રામ",
            "બટેટુ - ૧ નંગ",
            "રાઈ - અડધી નાની ચમચી",
            "સીંધવ - સ્વાદાનુસાર",
            "હિંગ – એક ચપટી",
            "લીંબુ – ૧ નંગ",
            "વટાણા - ૧૦૦ ગ્રામ",
            "તેલ - અડધી ચમચી",
            "હળદર - અડધી ચમચી",
            "કઢીપત્તા - ૧ તીરખી",
            "ધાણાજીરું - દોઢ ચમચી",
            "લીલા ધાણા, આદુ, મરચાં - સ્વાદાનુસાર"
        ],
        instructions: "બધું શાક સમારીને તૈયાર કરવું ત્યારબાદ કુકરમાં તેલ નાખી ગરમ થાય એટલે રાઈ, કઢીપત્તા, હિંગ, હળદર, સીંધવ તથા સમારેલું શાક નાખવું. પછી બરાબર હલાવવું. અડધો કપ જેટલું પાણી નાખી એક વ્હીસલ વાગે ત્યાં સુધી બફાવા દેવું. ઉપરથી લીંબુ, ધાણાજીરું, લીલા ધાણા નાખવા."
    },
    {
        id: 245,
        title: "દુધી + પાલખ + મગ",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "પાલખ - ૧૦૦ગ્રામ",
            "દૂધી - ૫૦૦ ગ્રામ",
            "તેલ – અડધી ચમચી",
            "સીંધવ - સ્વાદાનુસાર",
            "હીંગ – એક ચપટી",
            "લીંબુ - ૧ નંગ",
            "મરચું - નાનો ટુકડો",
            "ફ.મગ – ૧૫૦ ગ્રામ",
            "જીરું - અડધી ચમચી",
            "હળદર - અડધી ચમચી",
            "ધાણા જીરું - ૨ ચમચી",
            "લીલા ધાણા - રવાદાનુસાર",
            "લસણ - ૭/૮ કળી"
        ],
        instructions: "સૌ પ્રથમ દૂધી / પાલખ સમારીને તૈયાર કરવાં. ત્યારપછી એક કૂકરમાં થોડુ તેલ ગરમ મૂકવું. પછી અંદર જીરું, હિંગ, હળદર, વાટેલું આદુ-લસણ નાખી. દૂધી, પાલખ, મગ, સીંધવ નાખી બરાબર હલાવવું. ત્યારપછી ૧/૨ કપ પાણી નાખી ૨ થી ૩ વ્હીસલ વાગે ત્યાં સુધી બફાવા દો. ત્યાર પછી અંદર ધાણાજીરું, લીંબુ, લીલા ધાણા ઉમેરવાં."
    },
    {
        id: 246,
        title: "ટીંડોરાનું શાક",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "ટીંડોરા - ૧ કીલો",
            "જીરું - અડધી ચમચી",
            "હળદર - અડધી ચમચી",
            "મીઠો લીમડો - ૧ તીરખી",
            "સીંગનો ભૂક્કો - ૧ ચમચી",
            "લીંબુ - ૧ નંગ",
            "સીંધવ - મરચાની પેસ્ટ - સ્વાદ અનુસાર",
            "બટેટા - ૧૦૦ ગ્રામ",
            "તેલ - અડધી ચમચી",
            "હીંગ – એક ચપટી",
            "ધાણાજીરું - ૨ ચમચી",
            "દાળીયાનો ભૂક્કો - ૧ ચમચી",
            "લીલા ધાણા - સ્વાદાનુસાર"
        ],
        instructions: "ટીંડોરાં સમારીને કૂકરમાં તેલ ગરમ મૂકી વધાર કરવો. ત્યારબાદ સમારેલું શાક નાખી બરાબર હલાવી અડધો કપ પાણી છાંટી એક વ્હીસલ વાગે ત્યાં સુધી બફાવા દો. ત્યારપછી ઉપરથી લીલા ધાણા, લીંબુ, દાળિયાનો ભૂક્કો, લીંબુનો રસ નાખી હલાવવું. (નોંધઃ ટીંડોરાંની લાંબી ચીરો સમારી હોય તો છીણેલું લીલું કોપરું ઉપરથી ઉમેરી શકાય અને ગોળ સામારેલું હોય તો સીંગ, દાળિયાનો ભૂક્કો ઉમેરી શકાય.)"
    },
    {
        id: 247,
        title: "કોળુ સુપ",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "શાકભાજી- ૪/૫",
            "કોળુ - ૧૫૦ ગ્રામ",
            "પરવર - ૫૦ ગ્રામ",
            "નાનુ બટેટુ",
            "પાલખ - ૬/૮",
            "કોબી - ૧૦૦ ગ્રામ",
            "દુધી - ૧૦૦ ગ્રામ",
            "નાનુ બીટ",
            "ગાજર - ૧",
            "સીંધવ - સ્વાદાનુસાર"
        ],
        instructions: "બધાને સમારી કુકરમાં બાફી લેવા. શાકભાજી બફાઈ ગયા પછી તેમાં લીલા ધાણા ૫૦ ગ્રામ, ફુદીનો ૧૦/૧૫ પાન, આદુનો ટુકડો આ બધાને ક્રશ કરી લેવું. તેમાં સીંધવ, ગોળ, લવીંગ, તજનો ભૂક્કો, લીંબુ, વધારવા માટે થી લેવું, તેમાં જીરૂ, હિંગ, મીઠો લીમડો અને લવીંગ નાંખવા."
    },
    {
        id: 248,
        title: "દૂધીનું સુપ",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "એક શેર દૂધીના કટકા કરીને ૪ શેર પાણીમાં ઉકાળવી માત્ર અડધો શેર પાણી રહે ત્યારે તેને નીચે ઉતારી ઠંડુ પાડી તેમાં જીરુ, લીંબુ અને સિંધવ નાખીને પીવું."
    },
    {
        id: 249,
        title: "ગાજરનું સુપ",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [

        ],
        instructions: "તાજા લાલ રંગના ગાજર લાવી તેના ટૂકડાં કરવા, આવા અડધો શેર ગાજરના ટૂકડાં કરીને સ્વાદ મુજબ આદુ બેશેર પાણીમાં, બાફવા, કલાક સુધી આ પાણી ઉકળવા દેવું ત્યારબદ તેને ઠંડુ પાડીને ગાળીને ઉપયોગમાં લેવું તેમજ સ્વાદમુજબ સિંધવ અને જીરૂ-મરી પાવડર ઉમેરવું."
    },
    {
        id: 250,
        title: "લીલા વટાણાનું સુપ",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            " જીરૂ - ૧ કપ",
            "માખણ - ૧/૨ કપ",
            "લસણ - ૧ ચમચી",
            "લીલા વટાણા - ૫૦૦ ગ્રામ",
            "લીલા મરચાં - સ્વાદ મુજબ",
            "લીંબુનો રસ સ્વાદ મુજબ",
            "સીંધવ – સ્વાદ મુજબ",
            "કોથમીર – સ્વાદ મુજબ",
            "લસણ - સ્વાદ મુજબ"
        ],
        instructions: "૩ કપ પાણી રેડી બાફવા મુકો. ગ્રાઈન્ડર કરી કડાઈમાં માખણ ગરમ મુકી તેમા જીરૂ, વટાણાને મિશ્ર ઉકાળો. સ્વાદ અનુસાર મસાલો એડ કરો."
    },
    {
        id: 251,
        title: "મકાઈનો સુપ",
        category: "સાંજનું ભોજન (નિરોગી વ્યકિત માટે)",
        image: "/images/fruitpizza.jpg",
        rating: 4.8,
        reviews: 69,
        ingredients: [
            "મકાઈ - ૧ કિલો",
            "મરી-ભૂકો-સ્વાદ અનુસાર",
            "સીંધવ - સ્વાદ અનુસાર",
            "લીંબુ - સ્વાદ અનુસાર"
        ],
        instructions: "સૌ પ્રથમ મકાઈ છોલીને છીણી લેવી. ત્યાર પછી કૂકરમાં પાણી ગરમ મૂકવું અને ઊકળતા પાણીમાં મકાઈનું છીણ નાખી દેવું. ત્યારપછી એક થી બે વ્હીસલ થાય ત્યાં સુધી બફાવા દેવું. અને ઠંડું પડે પછી મિકસરમાં પીસવું. ત્યારબાદ જરૂર પ્રમાણે પાણી સીંધવ, લીંબુ, મરી નાખી ઉકાળવું."
    },
];

export default recipes;
